{
    "Name": "Yeryong'oq Doktor 2",
    "Author": "Jorj Vashington Karver",
    "Character": "ENG",
    "TextData": [
        "Bu kichik va chiroyli shaharchani ko'rib, to'satdan uning ko'z oldiga Haylendda sodir bo'lgan voqealar keldi.",
        "Qizil rangga aylangan yo'l chetidagi daraxtlarni arka shaklidagi tunelga o'xshatib, soya tushirilgan yo'l qanday qilib Haylend bilan shunchalik o'xshash bo'lishi mumkin! Simpson universiteti fakultet dekanining xonasiga kirib o'zini tanishtirganda, Jorjning og'zi qurib qoldi va yuragi doira chalganday duk-duk ura boshladi.",
        "Uning yodiga Haylenddagi achchiq xotiralar tushgan edi.Men Jorj Karverman.Universitetning dekani pastor Edmund Xolms Jorjga diqqat bilan qaradi.",
        "Uning ko'zi birinchi navbatda tushgan narsa Jorjning qora tanliligi edi.",
        "Biroq, shunda ham dekan bu qora tan ichida qandaydir kuch-qudrat yashiringanligini sezgan edi.Bu Jorjning qat'iy qarori edi.",
        "Shunday bo'lsa-da, qora teri va qat'iy qaror o'qishga kirishda katta muammo yaratmadi.",
        "Eng muhim narsa baho edi.",
        "Jorj Karver dekanning stoli ustiga qo'yilgan baholar qaydnomasi uning bu universitetga kirishi uchun yetarli bilimga ega ekanligini isbotlayotgandi.",
        "Dekan Xolms Jorjning qo'lini siqib ko'rishdi va juda iliq kutib oldi.Jorj, Simpson universitetiga xush kelibsiz.Shunday qilib, Jorj Simpson universiteti tarixida ikkinchi qora tanli talaba bo'ldi.",
        "Dekan Xolms Jorjni o'tirishi uchun kresloga taklif etdi.",
        "Ular birpas Jorjning kelgusida nimalarni o'qishi kerakligi haqida gaplashib o'tirishdi.",
        "Jorj dekanga ish topishi kerakligi va yashash uchun joy kerakligini aytishni ham unutmadi.Agar mumkin bo'lsa, kirxona ochmoqchi edim…Dekan Xolms universitet kampusining yonida bir bo'sh yog'och uy borligi va kerak bo'lsa, uni ishlatishi mumkinligini aytdi va talabalar bundan keyin kirlarni Jorjga topshirishlari mumkinligini talabalar jamoasiga e'lon qilaman, deb va'da berdi.Jorj dekanning xonasidan chiqqan payt peshin edi.",
        "Quyosh charaqlab turar, ob-havo xuddi Jorjning xursand qalbini sezgandek edi.",
        "Sakkiz soat davomida yurgan charchog'i bir zumda g'oyib bo'ldi.",
        "Dekan aytgan yog'och uyni topgan Jorj xursandchilik va g'ayrat bilan uni tozalab, narsalarini tartibga keltirdi.Yuklarini joylagandan keyin universitet kassasiga borib 12 dollarni o'qish puli sifatida to'lagandan keyin 10 sent puli qoldi.",
        "Hali ham kayfiyati yaxshi bo'lgan Jorj «kerakli narsalarni sotib olish kerak», degan fikr bilan shimoliy maydonga qarab yurdi.",
        "Jorj o'qish to'lovi chekini ko'rsatib, kir yuvish idishi va taxtasi, dazmol va sovun, kiyim uchun yelim kabi kirxonaga kerak bo'ladigan narsalarni qarzga oldi.",
        "Ozgina qolgan so'nggi puliga mol go'shti, yog' va makkajo'xori uni sotib oldi.",
        "Endi bu narsalar Jorjning boyligi edi.",
        "Agar biror inqirozga duch kelsa, uni yengib o'ta olardi.Inqiroz o'ylaganidan ko'ra oldinroq keldi.",
        "Dekan Xolms Jorjga yordam berish niyatida va'da bergan bo'lsa ham, professorlar har doim shunday qilganidek, bu va'da haqida unutdi.",
        "Shuning uchun yangi kirxona ochilganini talabalarga bildira olmadi.",
        "Kun bo'yi kirxonada o'tirsa ham, u kutgan mijozlarning hech biri kelmadi.Shunday paytda uning boshiga yana bir sinov tushdi.",
        "Etimologiya, ingliz tili grammatikasi, ingliz tilida insho yozish va matematika darslariga qayd qilinganidan keyin, Jorj rassomchilikni o'rganmoqchi bo'lib, katta umid bilan rassomchilik ustaxonasi joylashgan binoning eng baland qavatiga bir zumda yugurib chiqdi.",
        "Ustaxonaga kirgan Jorj dastlab ustoz Bodga o'zini tanishtirdi.",
        "Uning o'zini tanishtirganini eshitgach, ustoz Bod shunday dedi:Kechirasan, lekin sen rassomchilik darsini olishga biliming yo'qdek ko'rinayapti menga…Ustoz Bod oyoqlarini qiyshaytirib o'ziga ishonchi yo'qday turgan Jorjning eskirib qolgan paltosi va ingichka bilagini ko'rib, shunday javob bergan edi.",
        "Jorjning yuragi to'xtab qolganday bo'ldi.Rasm chizish bu mening eng ishongan mashg'ulotim.",
        "Men o'zimga ishonaman.Bir marta chizib ko'rsatishga ruxsat berasizmi?",
        "Ustaxona ichidagi yog'li bo'yoqlar, telebin yog'i va yog'och kuyasi kukunining noyob hidi Jorjning kayfiyatini ko'tarib mast qildi.",
        "Quyosh nuri bemalol kira oladigan oyna orqali qoq tush payti ko'zni qamashtiradigan quyosh nuri ustaxona ichiga oqib kirib, u yoq-bu yoqda turgan dastgohlarni yoritib turar edi.",
        "Jorj bo'sh dastgohlar xuddi tik turib, uning kelib rasm chizadigan kunni kutib turgandek his qildi.",
        "Bu yerga kelgunga qadar u qancha qiynaldi! Yana qancha uzoq yo'llarni bosib keldi?Lekin oxirgi daqiqada xayolida ustaxonada chizgan rasmni esladi.Rasm chizishni o'rgatuvchi ustoz Eta Bod Simpson universitetini yaqinda bitirgan yosh ayol edi.",
        "Bo'yi kichkina bo'lsa-da, odamlarni ajrata oladigan o'tkir ko'zi bor edi uning.",
        "Ba'zan, xuddi bugungidek ko'zi oldidagi haqiqatdan yuz o'giradigan odam bo'lsa ham ustoz Bod Jorjning qat'iy qarorini majburan qabul qilgandek javob berdi.Unda yaxshi.",
        "Sen hozir boshlab tur, ammo hali butunlay ruxsat berganim yo'q.",
        "Sening rasm darsini davom ettirishga qobiliyating bor-yo'qligini 2 hafta davomida kuzatib, keyin qaror qilaman.",
        "Jorj qalbini tinchlantirdi, lekin bir oz qo'rqib ketgani uchun bo'lsa kerak, bir necha kun boshi og'rib yurdi.",
        "Haqiqatan ham san'atga qobiliyatim yo'qmikan?",
        "O'tgan bir necha yil davomida rasmni yaxshi chizaman deb o'zimni o'zim aldab yurganmikanman?",
        "kabi savollar uni qiynardi.G'amgin kunlar davom etdi.",
        "Birga rasm chizadigan talabalar avvalboshda yengil qiziqish bilan Jorjga e'tibor berishdi, lekin qaysidir kundan boshlab unga butunlay befarq bo'lib qolishdi.",
        "Jorjning xayoliga rasm chizish imtihonidan o'ta olmasligi haqidagi yomon fikr tez-tez keldi.",
        "Ustoz Bod nimaga o'zining rasmlari haqida hech narsa demayapti?..Jorj ikki hafta kuta olmas edi.",
        "U bir kuni tushdan keyin to'satdan o'zining taqdirini darhol bilishni istab, rasm darsi tugagandan keyin ustaxona orqasida turib, ustoz Boddan ehtiyotkorlik bilan so'radi.Ustoz, sizdan bir narsa so'ramoqchiman.",
        "O'tgan safar aytganingiz bor-ku… O'sha …O'sha rasm darslarini davom ettira olamanmi degan gapmi?Ha, ustoz...Davom ettirsang bo'ladi, deb o'ylayman.",
        "Tushdan keyin kassaga borib, darsda ishlatiladigan narsalarning pulini to'laysan.Rasm darsini davom ettirishi mumkinligini bilgan Jorjning kayfiyati ko'tarildi, ammo boshqa muammoga duch keldi.",
        "Jonsizlanib qolgan Jorj ingichka ovozda:Rasm chizish narsalari pullikmi?",
        "deb so'radi.Jorj, nima, biror muammo bormi?",
        "dedi ustoz.Ustoz Bodga kirxona ochib yashash xarajatlarini yig'ishni rejalashtirgani, o'n kun o'tsa ham mijoz yo'qligi uchun ish boshlamaganligini tushuntirdi.",
        "Keyin past ovozda:Shuning uchun bugun tushdan keyin rassomchilik ashyolari uchun pulni to'lay olmayman.",
        "Ha, to'g'risi, qachon to'lay olishimni ham bilmayman, dedi.Shunaqami?.",
        "Men ashyolarning pulini to'lashni biroz kechiktiraman.",
        "Menda yaxshi fikr bor, ishlaysan, ko'p o'tmay pul ham topiladi.Ustoz Bod yeng shimarib, avval o'zining darslarini eshitadigan talabalarga Jorjning kirxonasini tanishtirdi va doimiy mijoz bo'lishlariga da'vat qildi.",
        "So'ng shu mahallada yashaydigan do'stlarini chaqirib, kelajagi porloq talaba borligi va unga qo'ldan kelgancha yordam berishlarini so'radi.",
        "Bu talaba hamma ishni yaxshi bajargani sabab mayda ishlar uchun ishchi kerak bo'lsa, uni chaqirishlarini va ishlatmaydigan kiyim-kechak, ro'zg'or buyumlari yoki mebel bo'lsa, unga berishlarini iltimos qildi.",
        "Shundan keyin oradan bir necha kun o'tib, darsdan keyin universitetdan qaytib, o'z xonasining eshigini ochgan Jorj hayratdan qotib qoldi.",
        "Hatto bir muddat: «Boshqa uyga kelib qolmadimmi?» deb ham o'yladi.",
        "Chunki xonada yog'och idish va qutidan tayyorlangan narsalar yonida bitta stol va ikkita mustahkam stul ham turar edi.",
        "Bir burchakda esa o'ralgan to'shak turadigan yerda bir krovat va ustiga tekis qilib yoyilgan to'shak turardi.",
        "Yangi keltirilgan stol ustida oshxona idishlari, yonida esa sal eskirgan, lekin hali kiysa bo'ladigan yaxshi palto, ish kiyimi osig'liq turardi.",
        "Oshxona sifatida ishlatayotgan boshqa burchakda hozirgina pishirilib bug'i chiqib turgan bitta non va sho'rva tayyorlasa bo'ladigan bir bo'lak go'sht bor edi.Jorj biroz vaqt hech narsani o'ylamay xona ichidagi narsalarni ko'zdan kechirdi.",
        "Stol, osig'liq turgan paltoni ushlab ko'rdi.",
        "O'ziga bildirmasdan yordam berayotgan ustoz Bodning mehribon qalbi haqida o'ylab ta'sirlanayotgan payt kimdir eshikni taqillatdi:Bu yerda kim bor?U birinchi mijoz edi.",
        "Jorjning ishlari boshlanib ketdi.",
        "Tomning pastki qismida qurilgan omborxonada bir dunyo kir yig'ildi.",
        "Jorj tun bo'yi sham yoqib kirlarni qaynatib yuvdi.",
        "Tongda turib ishlarini davom ettirdi.Jorj juda baxtli edi.",
        "Bularning barchasi uchun minnatdorchilik bildirish maqsadida ustoz Bodning oldiga bordi.",
        "Ustoz Bod qilgan ishini hech narsaga arzimasa kerak, deb o'ylar edi.",
        "Aksincha, u shunday sovuq havoda ham palto kiymagani uchun Jorjni urishdi.",
        "Jorj uyalib:Tashqarida havo unchalik sovuq emas.",
        "Aslida, palto ko'p kiyilsa eskirib ketadi, deb kiymadim, deya javob berdi.Bo'lmagan gap, dedi ustoz Bod Jorjning gapini bo'lib.",
        "Bunday qilaversang, muzlab, shamollab qolasan.",
        "Agar shunday bo'lsa, kirxona va yaxshi mebelning nima foydasi bor?",
        "Hoziroq uyga borib, palto kiyib kel.Jorj bu gapga quloq solmasligi mumkin emas edi.",
        "“Xo'p, ustoz” deb, uyga borib, paltosini kiyib keldi.Jorjning ham asta-sekin do'stlari paydo bo'la boshladi.",
        "Mineapolisda bo'lgani singari, kirlarni olib kelgan talabalar kirxonada qolib, qora tanli, beo'xshov, ozg'in Jorj bilan suhbatlashishar edi.Qanday qilib bir umr o'qish uchun maktab qidirib yashay olding?Jorj, maktabni bitirganingdan so'ng qayerga borib ishlamoqchisan?Jorj bu ikki savolga hali ham javob topa olmagan edi.",
        "Biroq, ba'zan Jorj rasm chizib o'zida yo'q xursand bo'lgan paytlari Parijga borib, rassomlikni o'rganishni o'z xayolida tassavvur qilar edi.Yomg'ir yog'adimi, qor yog'adimi, nima bo'lishidan qat'i nazar, har tong Jorj bitta konserva idishini ko'tarib, o'rmonga sayr qilish uchun chiqar edi.",
        "Shunday paytda ajoyib o'simliklarni ko'rsa, ularning urug'i va shoxchasini idishga solib, olib kelardi.",
        "Shuning uchun Jorjning xonasining burchaklari o'simliklar bilan to'lib ketgandi.",
        "Jorjning tor xonasida har xil tabiat hodisalari sodir bo'lar edi.Ustoz Bodning yordamida Jorj gullarni ustaxonaga ko'chirib, yetarlicha yorug'lik olib yaxshi o'sa oladigan holatga keltirdi.",
        "Bu vaqtga qadar Jorj asosan manzara rasmlarini chizgan edi, lekin o'sha kundan boshlab natyurmort chizishni boshladi.",
        "U paytlar Jorj chizgan atirgul va xrizantema rasmlari xuddi tirikdek va chiroyli edi.Bir kuni Jorj o'zi o'ylagandek payvand qilingan kaktus rasmini chizdi.",
        "Ustoz Bodga rasm yoqib qoldimi, u rasmni olib, uzoq vaqt qaytarib bermadi.",
        "Bir kuni ustoz Bod rasmni egasiga qaytarayotib, Jorjning kelajagi haqida ochiqchasiga so'radi:Jorj, kelajakdagi orzuying nima?",
        "Biror aniq rejang bormi?Men rasm chizishni davom ettirmoqchiman.",
        "Rassom bo'lishni xohlayman… Agar siz meni rassom bo'la oladigan qobiliyatga ega deb hisoblasangiz, demak, rassom bo'lishim tayin, deb javob berdi Jorj.Agar qobiliyatingga qaralsa, albatta, rassom bo'la olasan.",
        "Sening juda ajoyib iste'doding bor.",
        "Biroq rassomchilik bilan non topish oson emas, buning ustiga, Jorj …Ustoz Bod birdaniga gapini to'xtatdi.",
        "Shunda Jorj uning gapini davom ettirdi:Qora tanli odam demoqchimisiz?Haqiqatga to'g'ri qarash muhim...Shunda ikkovlari ham bir muddat jim qolishdi.Men hozirgacha bir o'zim yaxshi yashab keldim.",
        "Kelajakda ham muammo bo'lmaydi.",
        "Jorj, aytchi, sen butun umr birovning kiyimini yuvib, dazmollab, o'tinini chopib yashashni xohlaysanmi?Ustoz Bod Jorj tomonga qarab bir qadam yaqinlashib, gapini davom ettirdi:Jorj, sen chizgan rasmni dadamga ko'rsatdim.",
        "Dadam Amesdagi Ayova qishloq xo'jaligi universitetida bog'dorchilik professori.",
        "O'simliklar haqidagi qobiliyating haqida ham dadamga so'zlab berdim.",
        "Jorj, dadam, agar sen dehqonchilikni o'rgansang, qimmatli va faxrlanarli hayot kechira olishingga ishonadi.",
        "Shuning uchun Amesga kelib, qishloq xo'jaligini o'rganishingni xohlayapti.Siz nima deb o'ylaysiz?Ustoz Bod Jorjga tik qaradi.",
        "Uning ko'zlarida beradigan javobi aniq-ravshan ko'rinib turardi.Men ham shunday deb o'ylayman, dedi ustoz Bod.Jorj tezda qaror qabul qila olmasdi.",
        "Lekin, nima bo'lganda ham u qanday yo'ldan borishni aniq tanlashi kerak edi.",
        "Agar ustoz Bod hech narsa demaganda, Jorj Simpson universitetida o'zi xohlagan rasmni chizib, do'stlari bilan qiziqarli vaqt o'tkazib, tinch va osuda kun o'tkazgan bo'lar edi.",
        "Lekin bu gap chiqqandan keyin, Jorj o'z kelajagi haqida jiddiy o'ylab ko'rmasa bo'lmas edi.",
        "Bundan tashqari, yoshi o'ttizdan oshgan, qachongacha talaba bo'lib yurishi mumkin!..Yana bir tomondan o'ylab ko'rsa, rassom bo'lish shart emas, degan gap qayerda bor?",
        "Agar rasm chizsa-yu, bir donasini ham birovga sota olmasa, undan ko'ra butun umr yog'och uyda birovning kiyimini yuvib, dazmollab umrini o'tkazgani yaxshi emasmi?..",
        "Ammo rasm chizish Jorjning eng yaxshi ko'rgan mashg'uloti edi.Xullas, ana shunday bahor kunlarining birida Jorj eshik oldidagi zinaga o'tirib, tungi osmonda porlayotgan yulduzlar, ulardan ba'zilarining o'z yo'lidan harakatlanayotganini ko'rganda birdaniga Vakins xonimning yuzi ko'z oldiga keldi, ovozi qulog'i ostida jarangladi.Jorj, Libiy xolaga o'xshab, keng dunyoga chiq.",
        "Orzularingni amalga oshir.",
        "O'zing o'rgangan narsalarni birodarlaringga o'rgat!..Shundan keyin Jorj Amesga borishga qaror qildi.1900-yillarga qadar bo'lgan o'n yillik vaqt davomida yuz yillar bir xilda o'zgarmasdan an'anaviy tus olib kelgan qishloq xo'jaligi texnologiyalari qisqa vaqt ichida yangidan o'zgarib, kelajakka umid uyg'ondi.",
        "Qishloq xo'jaligi ilm-fan bilan integratsiyalasha boshladi.",
        "Oila darajasidagi boshlang'ich an'anaviy qishloq xo'jalik usullariga nisbatan savollari paydo bo'lgan odamlar chiqib, tabiiy ofatlarga tayyorgarlik ko'rish usullarini o'rgandilar.",
        "Shuningdek, bir necha avlodlar hayoti davomida faqat bir turdagi hosil yetishtirish tufayli yomonlashgan yerga ishlov berish texnologiyalari tadqiq qilindi.",
        "Bunday inqilobiy tadqiqotlar qizg'in olib borilayotgan joy Indienollining shimol tomonidan 50 milya uzoqlikdagi Ayova shtati qishloq xo'jaligi universiteti edi.O'sha paytda Ayova shtati qishloq xo'jaligi universitetida ishlaydigan doktor Luis Pammel Qo'shma Shtatlardagi eng mashhur botaniklardan biri edi.",
        "Qishloq xo'jaligi universitetining dekani va laboratoriya boshlig'i Jeyms Vilson keyinchalik prezident Makkinli davrida olti yil davomida qishloq xo'jaligi va o'rmon vaziri bo'lib ishlagan va shundan keyin 26-Prezident Teodor Ruzvelt va 27-Prezident Uilyam Taft boshqaruvi davrida bu o'rinni egallagandi.",
        "Uning shogirdi bo'lgan professor Genri Kantvell Uollis 29-Prezident Harding va 30-Prezident Kullij davrida qishloq xo'jaligi va o'rmon vaziri sifatida ishlagan.",
        "Jorj Karver Amesga yetib kelgan 1891-yil may oyida endigina yurishni boshlagan professor Uollisning o'g'li, 1932-yilda 32-Prezident Franklin Ruzvelt qo'l ostida qishloq xo'jaligi va o'rmon vaziri etib tayinlandi va shundan keyin oradan sakkiz yil o'tib, AQSHning vitse-prezidenti etib saylandi.Jorj yam-yashil universitet kampusi va katta binolarni ko'rib, ilhomlanib ketdi.",
        "Buni hozirgi kunga qadar ko'rgan universitetlar bilan solishtirib bo'lmas edi.",
        "Lekin Jorj universitetga yetib kelgan payt bu yerni unchalik yoqtirmagan edi.",
        "Universitetdagi ta'lim semestrlari dehqonchilik mavsumiga moslashtirilgan bo'lib, fevral oyida boshlanib, noyabr oyida tugar edi.",
        "Lekin Jorj may oyida kelgani uchun semestr boshlanganidan ancha vaqt o'tgan, yana bo'sh xona ham topa olmagandi.O'quvchilar professor Uillsonni «Tama jim» degan laqab bilan chaqirishar edi.",
        "Bu laqabni eshitganda professor Uillson buqa kabi darg'azab bo'lar, lekin aslida u g'ayratli va qalbi qaynoq odam edi.",
        "Jorjning xona topa olmaganligi haqidagi xabarni eshitgach, u:Bu talabani menga yuboring.",
        "Men unga xona topishga harakat qilaman, dedi.Professor Uillson stol ustidagi hujjatlarni birma-bir yig'ishtirib, o'sha joyga yig'iladigan krovat va kiyim javonini qo'ydi, o'zi esa ikkinchi qavatdagi xonaga ko'chdi.",
        "Shunday qilib, birdaniga bu binoning eng keng xonasi yangi o'quvchi Jorjning uyiga aylandi.O'sha payt Jorj qayd qilgan fanlarni ko'rib hayron bo'lmaslik mumkin emas edi.",
        "Juda tez o'tib ketgan vaqtiga achinganidanmi, u botanika, geometriya, kimyo, zoologiya, mikrobiologiya, hasharotshunoslik kabi jiddiy fanlarni eshitdi.",
        "Ba'zida u nafaqat nihoyatda ko'p ma'lumotga ega ekanligi, balki intuitiv sezgi bilan qiyin nazariyalarni osonlik bilan tushunib olishi bilan professor-o'qituvchilarini hayratga solar edi.Jorj ayniqsa, kimyoga qiziqar edi.",
        "Chunki u biz yaxshi bilgan oddiy narsalarni molekulalarga bo'lib, biror narsaning sirli mohiyatini ochishni yaxshi ko'rar edi.",
        "Bular Jorjga u shunchalik bilishni xohlagan «nega» va «qanday qilib» degan ko'plab savollarga birinchi marta javob topishiga yordam berdi.",
        "Biroq geometriya bundan mustasno edi.",
        "Bu fan Jorjning olim sifatidagi eng zaif nuqtasi bo'lib, chiziqlar va burchaklarni tushunishi qiyin edi.Jorj shu kungacha har doim qilib kelganidek, o'zining yashashi uchun pul topish niyatida ishlardi.",
        "Jorj o'zi yashab turgan binoni boshqaradigan ishchi sifatida ham ishladi.",
        "Biroq, ozgina bo'sh vaqti bo'lsa, vaqt ajratib, darsdan tashqari faoliyatni ham g'ayrat bilan olib bordi.",
        "Jorj «Welch eclectic» degan adabiyot to'garagiga qo'shildi va kitob o'qish suhbatlarida qatnashdi.",
        "Ba'zida bir gapini oxirigacha tugata olmay, gapini o'rtasidan bo'lib qo'yishar edi.",
        "Biroq, Jorj uyalmasdan o'z fikrini oxirigacha aytardi.",
        "O'quvchilar boshida bo'yi uzun va ozg'in Jorjning ayollarga o'xshagan ovoziga qiziqib, Jorjning hikoyasini eshitishgan, lekin oxir-oqibat ularning diqqatini tortgan narsa eng muhim mavzuni olib, keskinlik bilan gapiradigan va bu mazmunni dramatik tarzda ifodalaydigan Jorjning gapirish usuli edi.",
        "U talaﬀuz qilish va qo'shiq aytishni tinmay mashq qildi va keyinchalik universitet xoriga a'zo ham bo'ldi.1894-yili Jorj universitetni bitirdi.",
        "«Yangilangan o'simlik» mavzusida dissertatsiya yoqlab, uzoq vaqtdan beri orzu qilib kelgan ilmiy bakalavr darajasiga ega bo'ldi.",
        "U deyarli birinchi o'rinni egallagan va professor Fammel uni o'zi o'qitgan talabalar orasida eng aqllisi deb baholab, eng yaxshi bitiruvchi talaba nomzodligiga tavsiya ham qilgandi.",
        "Liston xonim bitiruv marosimida qatnashish uchun Indienolladan keldi.",
        "Liston xonim ustoz Bod va o'sha yerdagi Jorjning do'stlari jo'natgan guldastani Jorjga berganda, Jorj bundan juda ta'sirlandi va guldastadan bir dona gulni sug'urib olib, kiyimining cho'ntagiga soldi.",
        "Universitet diplomini olgan Jorj xursandligidan hayajonlanib turganida, uni tinchlantirgan va kelajakka rejalar tuzishga undagan odam Liston xonim edi.",
        "Jorj universitet laboratoriyasidagi botanika bo'limining tadqiqot yordamchisi o'rni bo'shligi uchun shu joyga ariza topshirgan edi.Ariza topshirgan bo'lsam-da unchalik ishonchim yo'q.",
        "Ko'p ham umid qilmayapman.",
        "Juda yaxshi arizachilar bor ekan, buning ustiga haligacha qora tanli odamni professorlikka ishga olishmagan.Shunda Liston xonim Jorjga ishonch berib, shunday dedi:Shu kungacha birorta qora tanli bu universitetni bitirgan emas.Men seni bu joyga olishlariga aniq ishonaman.Bir necha kundan keyin professor Fammel Jorjni yoniga chaqirdi va:Jorj, sening kelajakdagi rejalaring qanday?",
        "deb so'radi.Bilmayman.",
        "Men hali kelajakdagi ishlarimni rejalashtirganim yo'q, deya javob berdi Jorj ikkilanib.",
        "Shunchaki biror kichik maktabda bo'lsa ham ish topa olsam kerak.Ish joyi qidiraman deyapsanmi?",
        "Sening ish joying tayin emasmi?",
        "professor Fammel baland ovozda kulib yubordi.",
        "Shunda uning qora mo'ylovi orasidan oq tishlari ko'rinib ketdi.Sen allaqachon mening yordamchimsan.",
        "Va men bilmoqchi bo'lgan narsa, bizning laboratoriyamizda nima qilishni rejalashtirayotganing edi.",
        "Shuning uchun sening rejalaringni so'ragan edim.",
        "Jorj, sen issiqxonani boshqarib ko'rasanmi?Jorjning nafasi to'xtab qolay dedi.",
        "Professor Fammelning so'zlari uning boshida bir muddat charx urib turdi, keyin bu gapning ma'nosini tushuna boshladi.Ha, professor, albatta, katta rahmat Sizga!Jorj Karver, biz ham sen bilan ishlashdan mamnunmiz.",
        "Sendan boshqa bu ishga mos odamni qayerdan topardik, axir!..Aslida issiqxonani boshqarish oson ish emasdi.",
        "Jorj oldin issiqxonada ishlagan, o'shanda tuvakka solinadigan tuproqni olib kelish yoki singan tuvaklarni olib chiqib tashlash kabi ishlarni bajarardi.",
        "Lekin endi u bunaqa mayda ishlarni qiladigan ishchi emas issiqxona boshlig'i edi.",
        "Avvaliga bunga o'zi ham ishonolmadi, ammo endi uni olim deb ayta olish mumkin edi.Ayova qishloq xo'jaligi universiteti jadal rivojlana boshladi.",
        "Professor Uillsonning atrofida juda ko'p yosh va iqtidorli olimlar to'planishdi.",
        "Ular makkajo'xorining hasharot va kasalliklardan zararlanishi hamda qurg'oqchilikni yenga oladigan navini o'rganish uchun butun kuchlarini sarf qildilar.",
        "Professor Fammel o'simlik patologiyasi bo'yicha bir nechta maqola chop ettirdi, ulardan ikkitasi Jorj Karver bilan birga hammualliﬂikda yozilgan edi.",
        "Jorj ham bor aqli va kuch-quvvatini tadqiqotga bag'ishladi.",
        "Laboratoriya yordamchisi bo'lib ishlab, botanikaning bir bo'limi bo'lgan po'panak, homoqo'ziqorin kabilarning o'sishini boshqaradigan mikrobiologiya bilan bog'liq magistrlik dissertatsiyasini yozdi.",
        "Jorj 20 000 dan ortiq namunalarni yig'di.",
        "Payvandlash usuli orqali turli xil mevali daraxtlar va boshqa tur o'simliklar ham bakteriyalarga chidamli bo'ladigan bo'ldi.",
        "Natijada, boshqa olimlar ham Jorjning tadqiqot natijalarini qimmatli ma'lumot deb qabul qilib, maqola yozganlarida Jorjning tadqiqot ishlaridan ko'proq foydalana boshladilar.Jorj band bo'lsa ham Ayova shtatining hamma joyini aylanib chiqib, dehqonlar va hukumat amaldorlariga bog'dorchilik va mikrobiologiya haqida ilm o'rgatdi va tinglovchilar asosiy narsalarni tushunishlari uchun ta'sirli grafiklar va rasmlar yordamida imkon qadar oson, tushunarli, sodda uslubda ma'ruzalar o'qidi.",
        "Diamond Grovda o'simliklarga g'amxo'rlik qilgan kichik shifokor endi barcha qishloq xo'jaligi sohalariga katta hissa qo'shadigan nufuzli shaxsga aylangan edi."
    ]
}