{
    "Name": "Yeryong'oq Doktor 1",
    "Author": "Jorj Vashington Karver",
    "Character": "ENG",
    "TextData": [
        "Oltinchi kuni kechqurun, sovuq shamolga qarshi yo'l yurib, Musoning fermasiga yaqinlashayotgan odamning tovushi eshitildi.",
        "Muso yugurib chiqib eshikni ochdi.",
        "Suzan ham Muso bilan birga yugurib chiqdi.",
        "Bu Bentli edi.",
        "Muso Meri uchun tovon sifatida to'lashga berilgan ot bilan qaytib kelgan edi. Er-xotin Karverlar bir so'z demasdan Bentlining og'ziga termulib turishardi.",
        "Bentli sekin otdan tushdi va ustidan yomg'ir suvini oqizib uyga kirdi.",
        "U paltosining ichidan nam va iﬂos bir xaltani chiqarib, ikki qo'li bilan er-xotin Karverga uzatdi. Bu men topgan narsaning hammasi.",
        "Men bu bola tirikmi, o'likmi bilmayman. Chaqaloq-ku... Ha, bu Merining bolasi edi.",
        "Suzan go'dakni olov yoniga olib borib, tiz cho'kib, bolaning ustidagi yomg'irda ho'l bo'lgan kiyimini yechib, olovga tutib isitdi va bolaning ozg'in ko'kragini siladi.",
        "Musoga iliq sutga ozgina shakar solib olib kelishini aytdi.",
        "Suzan bolaning ko'karib ketgan labiga bir qoshiq sut tutishga harakat qildi, lekin chaqaloq sutni icha olmadi.",
        "Suzanning yuzi dokadek oqarib ketdi.",
        "Bola nafas olib chiqarardi.",
        "Sal o'tib u yig'lay boshladi, labiga tekkizilgan sutni yalab tamshandi va, «yana» deganday lablarini yaladi. Ha, asosiysi bola tirik.",
        "Mana, uyg'ondi! Suzanning ko'zlari yoshga to'ldi. Bentli hech nima demay, tik turgancha bu holatni kuzatib turar edi.",
        "Bitta xastahol qora tanli bolaga qanday qilib bunchalik mehribon bo'lish mumkin...",
        "U buni umuman tushuna olmayotgan edi.",
        "Bentli past ovozda:Bu qora tanli ayolni ta'qib qila olmadim.",
        "U nafas olayotgan bolani barmog'i bilan ko'rsatib, boshini silkitib gapida davom etdi:Men faqat shu bolani olib kela oldim.",
        "Shu bois siz va'da qilgan yer-mulkni olmayman. Muso olov yonida turar, yuzaga kelgan holatdan gangib qolgan edi.",
        "U go'dakning hayotini saqlab qolish haqida o'ylardi.",
        "Suzan esa qanday qilib bo'lsa ham bu bolaga kuch bag'ishlash, uning ko'kargan labiga ehtiyotkorlik bilan sut tomizib ichirishga harakat qilar edi.",
        "Bola qattiq yo'talar, keyin sal o'tib qotib qolar, Suzan sabr-toqat bilan unga g'amxo'rlik qilardi. Mayli, hech bo'lmasa, shu bolani olib keldingiz-ku.",
        "Unda mana shu otni olib keting. Muso gapirayotganda Bentli unga bosh irg'ab turar, u esa gapida davom etardi:Ular qayoqqa ketishganini bilasizmi?Janub tomonga.",
        "Ha, Janub tomonga qarab ancha yurishgan bo'lsa kerak.",
        "Men Arkanzas shtatining deyarli o'rtasigacha bordim, lekin ular mendan bir kunlik yo'l oldinda edi.",
        "Ehtimol, Missisipi shtati tomon ketishgan bo'lsa kerak. Bentli tog' yo'lida yo'lni yo'qotib adashib qolgani, Merining o'lgani haqidagi mish-mishlarni eshitgani, lekin keyin Shimolga ketayotgan askarlarga sotilgani haqidagi gapni eshitganini aytdi. Unday bo'lsa, bolaga nima bo'ldi?",
        "deb so'radi Muso ishonqiramay. Ha, bu bolami?",
        "Bosqinchilar qochib ketayotib, Konveydan o'tayotganda, yig'ilib turgan ayollarga shunchaki tashlab ketishgan.",
        "Bu bola bir pulga arzimaydi. Bu go'dakning ismi Jorj edi.",
        "Nihoyatda nozik va zaif tug'ilgan Jorj bolalik paytida chalinmagan xastaligi qolmagan.",
        "U har safar kasallikka chalinganda o'lim eshigiga borib qaytar edi.",
        "Lekin Suzan butun qalbi bilan parvarish qilgani uchun Jorj o'zining mash'um taqdirini yenga oldi. U uch yoshga to'lganida emaklashni o'rgandi.",
        "Xonaning u boshidan bu boshiga o'tish Jorj uchun katta mashaqqat edi.",
        "Butun tanasida kuch-quvvati tugab, hansirab qolardi.",
        "Ammo shunga qaramay, har safar muvaﬀaqiyatga erishganida g'alaba quvonchini his etar edi.",
        "Axir o'limni yengib o'tganining o'zi eng katta g'alaba emasmidi!Yana bahor keldi.",
        "Jorj o'rmonda sayr qilish, o'ynashni yaxshi ko'rardi.",
        "Jimgina o'tirib, tabiatni tomosha qilish va ovozini eshitish uning eng yaxshi ko'rgan mashg'uloti edi.",
        "Jorj daraxt qobig'ini yulib olib, daraxtda bir teshik ochdi va u teshikdan chiqayotgan qurtlarning harakatini zimdan kuzatdi. Yovvoyi gullarni kuzatib, qaysi gullar quyosh nurini, qaysi biri soyani yoqtirishini sinchiklab o'rgandi.",
        "Qurbaqaning vaqillashi va qushlarning chiroyli sayrashini diqqat bilan tingladi.",
        "Shunday qilib, Jorj ichida qandaydir kuchli istak paydo bo'layotganini his qildi.",
        "Bu mo'jizaga o'xshagan buyuk tabiat dunyosini tushunish istagi edi.",
        "Nimaga tunda o'rmalab yuradigan narsalar quyosh nuridan qochadi?",
        "Nima uchun nilufar guli quyosh nuri bo'lmasa o'ladi?",
        "Bir xil ildizdan qanday qilib turfa xil gullar paydo bo'lishi mumkin?",
        "Soya doni ochilganda, nima uchun unda oq va yumshoq tuklar paydo bo'ladi?..",
        "Jorj qo'llari bilan yerning taftini his qilishni yaxshi ko'rardi. O'rmonning ichi qanchalik qorong'i bo'lmasin, Jorj aslo qo'rqmasdi.",
        "Musoning kulbasiga qaraganda o'rmon ancha yorug'roq edi.",
        "Jorj bir necha soat tizzalab o'tirib, qish paytida yig'ilgan xazon orasidan o'sib chiqqan ko'sarining yashovchanlik kuchidan hayratlanardi.",
        "Har xil ko'sari, gullar, chirmashib o'sadigan o'simliklar uning eng yaxshi o'yinchoqlari va do'stlari edi.",
        "Jorj ular bilan o'ynar, hatto, suhbatlashar edi.",
        "Agar ilgari bilmagan o'simlikni topsa, xursandligidan nima qilishini bilmasdi.",
        "Jorj Suzan uyga ekkan o'simliklar bilan ancha yaqin bo'lib qoldi.",
        "U o'simliklarga suv berib, qurigan barglarini uzib tashlardi. Shunday kunlarning birida Jorj o'sha sinf xonasining eshigi oldida birdaniga yangi dunyo unga qarab qo'li bilan chaqirayotganini sezdi.",
        "Bu dunyo Jorj avvallari bir marta ham o'ylab ko'rmagan, hatto o'ylashni xayoliga ham keltirmagan orzularga to'la edi.",
        "Bu dunyoning unga bergan umidli va'dasi shunchalik ajoyib ediki, yolg'iz o'zi bularning hammasini ushlab tura olmayman, deb qo'rqar edi.",
        "Yangi narsalarni o'rganish, harﬂarni o'qiy olish, hozirgacha javob ololmagan «nima uchun?» va «qanday qilib?» degan ko'plab savollarga javob olish…Jorj dam olmasdan uygacha yugurib keldi.",
        "Keyin dalada ishlayotgan Musoning oldiga yugurib borib, hansiragancha:Amaki, men qachon maktabga boraman?",
        "Maktabga boradigan yoshga yetmadimmi hali?",
        "Meni ham maktabga yuboring, dedi. Muso peshonasida paydo bo'lgan terni artib, ko'm-ko'k osmonga qaradi.",
        "«Unga bu masalani qanday tushuntirish kerak?",
        "deya boshi qotdi.",
        "Nima deb bu bolaning orzularini puchga chiqaraman?» Ilm o'rganish istagi bilan to'lgan bu bolaga qanday qilib, «Sen maktabga borolmaysan?» deb aytish mumkin.",
        "Qullarga erkinlik berilgan bo'lsa ham, Missuri shtati qonunlarida: «Qora tanlilarga Xudodan boshqa xo'jayin yo'q», deb aniq aytilgan bo'lsa ham Jorjning Lokost Grov maktabiga kirishiga yo'l yo'q edi.",
        "Bu maktab oq tanli bolalar o'qiydigan maktab edi. A-a...",
        "amaki, men ertadan boshlab maktabga borsam bo'ladimi?",
        "Jorj tinmay yalinavergach, Muso Karver javob berishga majbur bo'ldi.",
        "Jorjning yelkasidan tutib, ertaga maktabga bora olmasligini aytdi. Rangli bolalar maktabga bora olmaydilar. Rangli bolalar. Jorj Musoning so'zlarini takrorladi.",
        "Albatta, Jorj o'zining qora tanli ekanligini bilardi.",
        "Ha, u oynaga qarab, qora tanli ekanligini allaqachon bilgandi.",
        "Lekin avvallari o'zining tana va qo'l rangi Suzan xolanikidan ozgina qoraroq, xolos, bundan ortiq boshqa ma'nosi yo'q, deb o'ylardi.",
        "Xuddi qizil atirgul sariq atirguldan to'qroq bo'lsa-da, lekin ikkalasi ham atirgul bo'lganidek. Lekin endi Jorj odamlar gullardan farqli ekanini anglab yetdi.“Qora tanli odamdan ko'ra oq tanli odam yaxshiroq”, degan fikr birinchi marta xayoliga keldi.",
        "U go'yo bir narsaga urilganday edi.",
        "Jorj o'zi bilgan o'rmonga borib yashirindi.",
        "Uning yosh qalbida chaqmoq chaqqanday bo'ldi.",
        "Jorj yaxshi va yomonni ajratishga harakat qilar, asl haqiqatni tushunishga qiynalar edi. U qat'iy ishongan atrofdagi olamda hech qanday ajratish yo'q edi.",
        "Quyosh barcha o'simliklarga bir tekis nur sochar, yomg'ir ham hammaning ustiga bir xil yog'ardi.",
        "O'simlikning qanday rangda ekanligi muhim emas.",
        "Bu ayni haqiqat.",
        "Eng to'g'risi ham shu aslida.",
        "Lekin odamlar, aynan kattalar qanday qilib bunday bema'ni xatoga yo'l qo'yishlari mumkin?",
        "U bu to'g'rida qancha o'ylamasin, javob topa olmadi.",
        "Jorj yerga qarab, qo'rquv bilan kelajakda sodir bo'ladigan yomon ishlar haqida o'ylab, ko'p yig'ladi.",
        "Biroq o'zining orzusidan hech qachon voz kechmaslikka qat'iy qaror qildi. Shunday qilib, Jorj Mariya Vakinsning uyida edi.",
        "Mariya Vakins kir yuvish va doyalik qilish bilan shug'ullanar edi.",
        "Agar bu atrofda boradigan joyi bo'lmagan odamni uchratib qolsa, xuddi o'z yaqini, qarindoshidek chin dildan, samimiy g'amxo'rlik qilar edi.",
        "Ha, u ana shunday qalbi go'zal, mehribon ayol edi.",
        "Ammo vaqt o'tgan sari ayolning diydasi qotdi, Mariya hayotda sovuqqon bo'lish kerakligini o'rgandi.",
        "Agar shunday qilmasa, har safar Jorjga o'xshagan kambag'al va nochorlarni ko'rganda achinib, yig'layvergan bo'lar edi-da. Mariyaning eri Endryu mehnatsevar odam edi.",
        "Ular farzand ko'rishmagan, ammo Mariya o'zi doyalik qilgan bolalarni oq tanli, qora tanli demasdan, hammasini o'z farzandiday ko'rardi.",
        "Bir kuni Mariyaning hamma «bolalari» bir joyga to'planishib, Mariya sharafiga ziyofat uyushtirishdi.",
        "Shunda qishloq aholisining salkam yarmi uning «farzandlari» ekanligi ma'lum bo'ldi. Mening uyimda qolishni xohlaysanmi?",
        "Uy ishlarini qila olasanmi?Ha… ha, xonim.",
        "U-uy ishlarini qila ol-olaman.",
        "Me-men yaxshi ishlayman.",
        "Men yomon emasman.",
        "Me-men uylarni tozalayman, oolovni ham yoqa olaman va…. Jorj bir muddat gapirishdan to'xtab, yutindi va gapida davom etdi:Le-lekin men ma-maktabga bora olamanmi?Albatta.",
        "Maktabga borish uchun shu yergacha kelgansan-ku.",
        "Shunday emasmi?",
        "dedi sochi oqargan Endryu Jorjga qarab kulib. Meni Endi amaki deb, bu ayolni esa Mariya xola deb chaqir. Xush kelibsan, Jorj.",
        "Endi sen bizning o'g'limizsan. Ra-rahmat sizga.",
        "Ikkalangizga ham ka-katta rahmat!U gapini tugatgach orqasiga o'girildi, chunki ko'zlari yoshga to'lgan edi. O'sha oqshom Mariya Jorjga yotog'ini tayyorlash uchun bitta xonaning burchagiga parda tutdi.",
        "Jorj yana bir bor o'z minnatdorchiligini izhor qilmoqchi bo'lib:O'ylamasdan sizning otxonangizga kirganim....",
        "Men ju-juda omadli ekanman, degandi, Mariya bir muddat qilayotgan ishini to'xtatib:Bu omad emas.",
        "Xudoning o'zi seni bizning hovlimizga yubordi.",
        "Xudoning sen uchun tayyorlab qo'ygan ishi bor.",
        "Xudo Endryu va mening senga yordam berishimizni xohlagan, dedi. Jorj hayotni boshqaradigan Xudo borligini bilar, lekin bunga ishonmasdi.",
        "Jorj bu ishonchni   mustahkam   qila   oladigan   joyga kelgandi.",
        "Mariyaning sof va oddiy e'tiqodiga ko'ra, Xudo hamma joyda mavjud.",
        "Uning har bir inson uchun alohida rejasi bor va hech qachon hech narsa tasodifan sodir bo'lmaydi.",
        "Bu ishonch Jorjning mustahkam e'tiqodiga aylandi.",
        "Mariyaning Xudoga bo'lgan mustahkam ishonchdan tashqari, yana ikkita hayot qoidasi bor edi: poklik va mehnatsevarlik.",
        "Jorj bu uchta asosni Mariyadan o'rgandi. Dushanba kuni ertalab Jorj maktabga borish uchun eshik oldiga kelganida, Mariya orqa eshik yonida turib:Jorj, bundan keyin o'zingni Karverning uyida yashaydigan Jorj dema.",
        "Sen ozodsan.",
        "Eshityapsanmi?",
        "Sen hozirdan boshlab o'zingni Jorj Karver deb ata, deb baqirdi. Uning yangi ismi talaﬀuz qilishga qulay emasdi, lekin Jorj o'zini maktabda Mariya o'rgatganidek tanishtirdi.",
        "Yosh o'qituvchi Stiven Frost qora tanli edi.",
        "Jorj o'zini o'qituvchi va sinfdoshlariga tanishtirgandan so'ng orqa o'rindiqqa borib o'tirdi. Kichik sinfda 75 nafar bola o'qir, xona kichik bo'lgani uchun sinfdagi havo tezda dimiqib qolardi.",
        "Bolalar tor joyda nafas olgani uchun sinfda badbo'y hid paydo bo'lardi.",
        "Sovuq qish shamoli devorning yorilgan joyidan kirardi.",
        "Sinfda o'tin bilan yonadigan isitkich faqat o'sha atrofda o'tirgan bir nechta bolaga issiqlik berar, qolgan bolalar kun bo'yi palto va qo'lqop kiyib o'tirishsa-da, sovuqdan qaltirashardi.",
        "Ammo Jorj uchun bu muammo emasdi.",
        "Asosiysi, u maktabga borayapti!Jorj uchun o'sha kun vaqt juda tez o'tdi.",
        "Albatta, boshqa kun ham shunday tez o'tardi.",
        "Jorj maktabga bormaydigan kun ham o'qish kitobini qo'lidan qo'ymasdi.",
        "Idish-tovoqlarni yuvayotganda ham, Mariyaga kir yuvishda yordam berayotganda ham fikr-u xayoli faqat o'qishda edi uning.",
        "Ba'zan do'stlari bilan maydonda o'yin o'ynaganda Jorj har safar yiqilib, tizzasini shilib olardi.",
        "Uyatchan xarakteri tufayli u baqirib yugurishni yoqtirmasdi.",
        "Jorj har doim burchakda o'tirib olib, tosh ustiga rasm chizishni yaxshi ko'rar va shu holatda maktab qo'ng'irog'i chalinishini kutar edi. O'sha yili qishda Jorj uch marta shamollab, maktabga borolmadi.",
        "Jorj hammasidan ko'ra maktabda o'qitiladigan fanlarni o'rganolmasligiga amin bo'lib, juda achindi.",
        "Bunday paytlarda Mariya Jorjning qayg'usiga barham berish uchun ilgari o'zi qul bo'lib yashagan vaqtlar haqida hikoya qilib berardi.",
        "Mariya juda katta fermada yashagan edi.",
        "Bu yerda Mariya bilan yashagan qora tanli qullardan faqat bittasi Libiygina o'qishni bilardi.",
        "Ammo Libiy bu haqiqatni o'z xo'jayinidan yashirishi kerak edi.",
        "Qullik maqomini unutib, maxsus hunarni o'rgangan odam uzoqdagi qul bozoriga sotilib ketishi oson edi.",
        "Shunday qilib, Libiy boshqa qullarga yashirincha o'qishni o'rgatgan va o'sha paytda Mariya ham o'qishni o'rganib olgandi.",
        "U vaqtda Mariya o'ttiz yoshda edi. Bir kuni kechqurun Mariya Jorjga shunday dedi:Jorj, men senga aytgan Libiy xola esingdami?",
        "Sen ham shunday qilishing kerak. O'rgana oladigan narsalarni bor kuching bilan o'rganib olib, Libiy xola kabi o'zing o'rgangan narsalarni bizga o'xshagan qora tanlilarga o'rgat.",
        "Va yanada kengroq dunyoga chiqib, orzularingni amalga oshir!Jorj Mariyaning bu so'zlarini miyasiga muhrlab oldi.",
        "Jorj Mariyani xotirjam dam oladigan sersoya daraxtga o'xshatardi.",
        "Shuning uchun Jorj uning uyida yashab, biror nimani o'rganib olishni, bu yerdan ketishni esa xayoliga ham keltirmas edi.",
        "Biroq, kelasi yil bahorda Jorj ustoz Frostdan o'rgana oladigan boshqa narsa yo'qligini tushuna boshladi.",
        "Jorj savol berganida o'qituvchi javob berishga qiynalishini yaxshi bilar, biroq uning chiday olmaydigan narsasi o'qituvchining munosabati edi. Sen o'z o'rningni, haddingni bil!O'qituvchi har safar shunday gaplarni aytib, ularni urishib, hali ham tashlay olmagan qullik va unchalik yuksak bo'lmagan qadriyatlarni o'zi ham bilmagan holda o'quvchilarining qalbiga nihol kabi ekar edi.",
        "Jorj jimgina, sas chiqarmasdan bunga qarshilik qilardi.",
        "U hech qachon o'zini aldamas, haqiqatni bilar, gapirar edi.",
        "Ha, shunday.",
        "Jorjning tanasining rangi Jorj uchun zanjirdek ekanligi aniq edi.",
        "Biroq, Jorj tipirchilab bo'lsa ham buni yechib tashlayman, agar buning iloji bo'lmasa, shu zanjir bilan ham erkin yashayman, deb o'ylardi. Xullas, Jorj ishlab topgan pullarini yig'ib, keyingi yili erta bahorda Peyn xonimning uyini tark etib, shahar maydonidagi g'ishtdan qurilgan maktabga keldi.",
        "Maktab koridorlari keng, uzun, sinfxonalar ham ko'p edi.",
        "Jorj yangi sotib olingan kitobini ko'tarib o'tayotganda hammaning ko'zi unga qarayotgandek edi.",
        "U buni sezib, noqulay ahvolga tushdi.",
        "Yangi poyabzalidan g'irchillagan tovush eshitilar, yangi sotib olgan shimi ozg'in bo'ksasidan tushib ketayotganday tuyulardi.",
        "Lekin sinfga kirganidan so'ng, o'qishdan boshqa hech narsa ko'ziga ko'rinmas, hech narsani eshitmasdi.",
        "Jorj Neoshovdagi maktabda bo'lganida o'qituvchi Frostdan geografiya va matematika fani sirlarini qiynalib bo'lsa-da o'rgandi.",
        "Biroq, o'qish va yozishni yaxshi bilgani uchun bu yerda unga barcha o'quvchilar havas ham, hasad ham qilishardi.",
        "Ayniqsa, tabiatshunoslik ilmi haqidagi Jorjning bilimi hammani hayratda qoldirardi.",
        "Jorjning tosh, gul, urug'lar haqida bilmagan narsasi yo'q edi, hatto o'qituvchi javob bera olmaydigan ayrim savollarga ham javob bera olardi. Jorj ot-aravalar turadigan bekat yonidan bir eski yog'och uyni ijaraga oldi.",
        "Bu uyning ijara haqi bir haftada 1 dollar edi.",
        "Jorj ovqatlanishga ham bir haftada bir dollardan ko'p pul ishlatmas, boshqa narsalar uchun ham ortiqcha pul sarf qilmasdi.",
        "U kun bo'yi tinmay o'qir, tunda ham bir dona shamni yoqib olib, qo'liga tushgan kitobmi, e'lonmi yoki sanasi eskirib ketgan gazeta-jurnalmi, erinmay o'qib chiqar edi.",
        "Havo yaxshi bo'lgan yakshanba kuni ko'nglini tinchlantirish yoki yangi kuch to'plash uchun o'rmonga borar va rasm chizar edi.",
        "Shunday kamtarona hayot kechirgan bo'lsa-da, yoz kelganda yig'gan puli deyarli tugar va yana ishlashga tushardi.",
        "Sentabr oyi kelganda maktabga qaytib, o'qish uchun yetarli pul yig'gan bo'lardi. O'qish pulini yig'ish uchun bir necha haftalab ishlash uning odatiga aylangandi.",
        "Ammo ishlash Jorjning joniga tegmas, hech bir yumushdan qiynalmas edi.",
        "Ishlagani orqasidan o'qiy olayotganini anglar, shuning uchun ishlash uning uchun muammo emasdi.",
        "Jorj ba'zida o'zini yolg'iz his qilar, sinfdagi boshqa o'quvchilardan yoshi kattaroq bo'lgani bois boshqa o'quvchilar bilan unchalik chiqisha olmasdi.",
        "Yana o'quvchilarning ko'pchiligi oq tanli bo'lganligi sabab, o'zini alohida dunyoda yashaganday his qilardi.",
        "Ba'zan esa bu his uning qalbiga qo'rquv solar edi. Kanzas shtati uzoq vaqtdan beri Hamdo'stlik a'zosi bo'lib, qullarni ozod qilish haqidagi qonunni qabul qilgan bo'lsa ham Fort Skott Janubga yaqin bo'lganligi bois u yerda nafaqat urush boshlanish xavfi bor, balki irqiy muammolar ham tez-tez sodir bo'lib turardi.",
        "Bir safar Jorj do'kon rastasida turgan rasmlarni tomosha qilayotganda ikkita oq tanli kishi Jorjga yaqinlashib, janjal chiqarish uchun ataylab gap boshlashadi:Hoy, ahmoq! Bu kitobni qayerdan olding?Men uni maktabda sotib olganman. Shunda ulardan biri Jorjni ustidan kulib, yonida turgan sherigiga:Bu qoravoylar qachondan beri maktabga boradigan bo'lishdi?",
        "dedi masxara qilib. Bu ahmoq, shubhasiz, kitobni maktabdan o'g'irlagan. Bunday paytlarda bu joydan ketish eng yaxshi yo'l edi.",
        "Lekin nimadir, qandaydir kuch Jorjni ushlab turardi.",
        "Jorj do'kondagi vitrinaga orqasi bilan suyanib, oq tanlilarga yuzini burdi.",
        "Shundan keyin yuz beradigan vaziyatni xotirjamlik bilan yumshataman deganday qarab turdi.",
        "Hech qanday xato o'zidan o'tmagani uchun qochishni xayoliga ham keltirmadi. Kitobni menga ber! dedi ulardan biri. Bu kitob meniki-ku!Ular Jorj o'ylagandan ko'ra badjahlroq edi.",
        "Ulardan biri mushtini tugib, Jorjning yuziga bor kuchi bilan tushirdi.",
        "Bu kutilmagan zarbadan Jorj yerga yiqilib, o'zini yo'qotdi.",
        "Shu payt ulardan yana bittasi Jorjning qo'lidagi kitobni tortib oldi.",
        "U yerdan o'tib ketayotgan odamlardan hech biri ularni ajratay demasdi.",
        "Ha, hech kim hech narsa demasdi... Jorj ancha vaqt uylar orqasidagi yo'lakda aylanib yurdi.",
        "O'zining qayerda ekanligi unga qiziq emasdi.",
        "O'sha topda u atrofda bo'layotgan hamma narsaga befarq edi.",
        "U endi nima qilish kerakligini o'ylardi...",
        "Jorj yangi kitob sotib olish uchun puli yo'qligi sabab maktabga bormadi.",
        "O'sha kuni tunda yomon tush ko'rdi va bir necha kun qiynalib yurdi.",
        "Nihoyat, u bir muddat o'qishni to'xtatib, qora tanlilar ishlaydigan temirxonada ishlaydigan bo'ldi.",
        "Uning vazifasi otxonani tozalash va yangi taqa qoqilgan otlarni egalariga yetkazib berishdan iborat edi. Jorj bu yerda ishlagan davrda boshqa odamlar bilan muomalamunosabat o'rnatmadi, deyarli biron og'iz ortiqcha so'z gapirmadi.",
        "Shunday kunlarning birida u dahshatli voqeaga guvoh bo'ldi.",
        "Bu voqea ortidan Jorjning shundoq ham jarohatlangan qalbi yanada qattiq iztirob chekdi. Qorong'i tusha boshlagach, Jorj xavotirlana boshladi.",
        "Bu tunni qanday o'tkazaman?",
        "Bundan keyin qanday yashayman?",
        "Haqiqiy muammolarga duch kelgach, Jorj o'zini yomon ko'rib ketdi.",
        "Aqlan ham, his-tuyg'uga asosan ham o'ylasa bu joyni tark etishi aniq, lekin cho'ntagida puli yo'qligi sabab bunday qila olmasligidan o'zini ayblar edi. Lekin pul yig'ganda ham qayerga boradi?",
        "Jorjni yo'lga boshlaydigan biron-bir orzusi qoldimi?",
        "Uning orzusi butunlay sindirildiku! Puli ham, orzu-umidlari ham qolmadi-ku! Avvallari o'z oldiga qo'yilgan to'siq tog' kabi baland bo'lsa ham, yo'lida yo'liqqan barcha qiyinchiliklarga ham dosh berib, ularni jasorat bilan yengib o'tdi.",
        "Ochlik va og'riq uning uchun muammo emasdi.",
        "Orzuumid bo'lsa, inson har qanday og'ir sinovni yengib o'tishiga ishonardi u.",
        "Biroq, bu tushgan holati umidsizlikdan boshqa narsa emas, endi u orqaga ham qayta olmasdi...",
        "Kimlardir Jorjning orzusiga chang solib, undan bu orzusini tortib oldi.",
        "O'rindiqda ma'yus, jimgina o'tirib o'zini o'ta kuchsiz, ojiz his etdi, qarshisida hech qanday nur, umid uchquni yiltillamagan quyuq zulmatni ko'rdi...",
        "Jorj umidsizlik, tubsiz qorong'ulik tomon yurdi... O'sha kuni Jorj tunni bir omborxonada o'tkazdi va ertasi ertalab o'sha mahallaning janubida joylashgan, Villoning oilasi boshqaruvida bo'lgan meva bog'idan o'ziga ish topdi.",
        "Jorj bu yerda ovqat qilish, singan to'siqlarni tuzatish va mevali daraxtlarga qarash kabi ishlarni qiladigan bo'ldi.",
        "Janob Villoning mehribon oilasi Jorjga o'z oilasidek iliq munosabatda bo'ldi.",
        "Jorj janob Villoning oilasi bilan cherkovga bordi, jamoat yig'ilishlari va mitinglar bo'lganida akkordeon chalib turdi.",
        "Lekin bunday hayot Jorj xohlagan hayot emas u vaqt o'tishini kutardi.",
        "O'zining muqaddas orzusiga yetishish uchun yana bir bor urinib ko'rmoqchi edi.",
        "Buning uchun ishlashi, ozgina mablag' jamg'arishi, asosiysi, o'zini ruhan tayyorlashi kerak edi. Shunday kunlarning birida Jorj janob Villo oilasini yosh Frank Villodan kelgan xatni baland ovozda o'qishayotganini diqqat bilan tingladi.",
        "Frank Villo degan yigit o'z fermasini ochish uchun G'arbga ketgan, hozir esa Kanzas tekisliklariga joylashib, ferma ochayotgan edi.",
        "Uning maktubda yozishicha, sakkiz yil muqaddam AQSH hukumati bu hududni aholi punkti sifatida ochgan va hozir yuzlab muhojirlar bu yerlarni o'zlashtirish uchun yig'ilib kelgan. U o'zlashtiruvchilar bu yerni «Buyuk Amerika cho'li» deb ataganini ham eshitgan edi.",
        "G'arbni o'zlashtirish istagi bo'lgan har bir kishi uchun imkoniyat bor.",
        "Frank Ness qishlog'i deb atalgan mahallaning odamlar gavjum bo'lgan joyida do'kon ochdi, hozir bu mahalla uning nomi bilan “Villo” deb nomlanadi. 1886-yili Jorj o'sha joyga ketdi.",
        "20-noyabrda Jorj Villo yashaydigan joydan janubga 2 chaqirim uzoq bo'lgan joyda 160 gektar yerni shaxsiy ferma sifatida ro'yxatdan o'tkazdi.",
        "O'sha paytda Jorj hujjatga 23 yosh deb yozgan edi, lekin aslida u 25 yoshdan oshgandek ko'rinardi.",
        "Missuri shtatidagi Diamondda joylashgan Jorj Vashington Karver milliy xotira uyidagi Robert P.Fuller turli xil daliliy ashyolar orqali doktor Karver 1861-yil 12-iyulda tug'ilganligini taxmin qiladi.",
        "Jorj bu yerda Frank Villoning yordami bilan uy qurdi.",
        "Yog'ochlarni g'ishtga o'xshatib uzun qilib kesib, devorni yasaganda qavatlarini bir-biriga to'g'ri kelmaydigan qilib yopishtirdi.",
        "Jorjning nozik va chiroyli qo'l mahorati qo'shilib, uyi bu hududdagi eng chiroyli uylardan biri bo'lib qad rostladi.",
        "Bu yerga yangi ko'chib kelganlar uy qurgan paytda eng avval Jorjga kelib yordam so'raydigan bo'ldi. Jorj qariyb ikki yil davomida kuchli qor bo'ronlari ko'tariladigan bu joyning sovug'iga qarshi kurashdi.",
        "Yozda esa quyoshning issig'i bilan kurashishi kerak edi.",
        "Jorj bog'iga maysa va turfa gullar ekdi, qishda esa uyga qo'shib, janub tomonga qaratib qurilgan issiqxonaga bu gullarni o'tqazdi.",
        "Shu tufayli hamma narsa muzlab qoladigan sovuq qishda ham faqat Jorjning uyidagi deraza va stolda gullar ochilib turardi.",
        "Mahalla odamlari esa buni tomosha qilish uchun to'planishardi.",
        "Vaqt hamma narsaga davo bo'ldi.",
        "Jorjning qalbidagi yara astasekin tuzalayotganday bo'ldi.",
        "U yana o'qishni va rasm chizishni boshladi.",
        "Jorj, agar bu hayotda irodali bo'lmasa, nafaqat keraksiz odamga aylanishi, balki yo'q bo'lib ketishiga aqli yetdi.",
        "Bu unumsiz yerlar hammaga ham to'g'ri kelmasdi.",
        "Lekin Jorjga bu joy boshpana sifatida ham kerak edi.",
        "Endi u yashirinib yashashni istamadi.",
        "Jorjning katta, ushalmagan orzusi bor edi, lekin hozirgi holatda bundan umid qila olmasdi.",
        "Shuning uchun hozir nima qilish kerakligini bilmasdi.",
        "Shunchaki Sharq tomondagi biror joyga borib, issiqxona va ko'chatxona qursam qanday bo'lar ekan, deb o'yga toldi.",
        "Agar shunday bo'lsa, hech bo'lmaganda o'zi yaxshi ko'rgan va hamma narsadan yaxshi bilgan o'simliklar bilan birga yashay olishi mumkin edi!1888-yil yozining boshlarida Jorj o'zi yaratgan fermasini bankka qo'yib, 300 dollar miqdorida kredit olib, Sharqqa yo'l oldi.",
        "Deyarli Missuri shtatining chegarasigacha bordi, lekin o'sha yerda orqasiga qayrildi.",
        "U bu yoqlarga universitetga kirib o'qiyman deb kelgan edi, lekin quruq qo'l bilan yurtiga qaytib borishdan uyaldi.",
        "Shuning uchun Shimol tomondagi Ayova shtatiga yo'l oldi.",
        "Jorj katta va kichik mahallalarda mayda-chuyda ishlarni qilib, tinmay yuqoriga harakat qildi.",
        "Ayova shtati poytaxti Diamonddan uncha uzoq bo'lmagan Vintoseti degan serdaraxt, tinch-sokin mahallaga keldi.",
        "Jorj bu yerdagi Shulchi mehmonxonasiga oshpaz bo'lib ishga kirdi. Jorj Haylendga borgunga qadar ko'nglida bo'lgan katta orzusi haqida ularga gapirib berdi.",
        "Albatta, Haylend universitetida olgan o'sha qalb jarohati uning yodida abadiy qolgandi. Oh, bechora bola... Milholland xonim chuqur tin oldi.",
        "Biroq janob Milhollandning chehrasida hech qanday o'zgarish sezilmadi. O'tgan ishdan umidsizlikka tushib, o'z kelajagingdan voz kechaman, deya ko'rma!.. Shunday deb, janob Milholland bu yerdan uncha uzoq bo'lmagan Indianapolis degan joyda Simpson universiteti borligi, uni Metyu Simpson degan kishi ochganligini ta'kidladi.",
        "Mister Simpson Avram Linkolnning do'sti bo'lib, dunyoda barcha odamlar teng huquqli ekanligi haqidagi g'oyaning kuchli tarafdorlaridan biri edi. Jorj, bu universitet seni qabul qilsa kerak.",
        "Keyingi semestrdan o'qishlarni boshlashga nima deysan?",
        "Balki yana bir o'zingni sinab ko'rarsan?Jorj birpas ko'zlarini yumib o'tirdi.",
        "Keyin o'ylab yurgan orzuumidlarini esladi.",
        "Shundan keyin past ovozda:Qaydam… Bilmadim, dedi xayolga cho'mib. Shu topda Jorj nafaqat samimiy, mehmondo'st, balki uni himoya qilayotgan bu oliyjanob er-xotin Milhollandlarga nima deb minnatdorchilik bildirishini bilmasdi... Bu oliyjanob insonlarni tark etib, o'zi ham bilmayotgan, tushuna olmayotgan bu orzu ketidan ergashib, yana bir bor yolg'izoyoq, cheksiz bu yo'ldan borishga tayyor ekanligiga ishonchi komil emasdi. Jorj mehmonxona ishini to'xtatib, endigina kirxona ishini boshlagan, olgan qarzini hali qaytarmagan edi.",
        "Sentabrgacha bu qarzning hammasini to'lay oladigan darajada pul ishlab topa olmasdi.",
        "Milholland xonim har safar Jorjni ko'rganida:Jorj, agar bu yil ham universitetga kira olmasang, butun umr universitet yuzini ko'rmasliging mumkin, deya uni rag'batlantirar, ham ogohlantirardi. Bir kuni Jorj kiyimlarni dazmol qilayotib, beixtiyor boshini ko'tarib tashqaridagi moviy osmonga qaradi va qat'iy qaror qildi.",
        "Simpson universiteti oq tanlilarning universiteti, professoro'qituvchilarning hammasi oq tanli odamlar. Ehtimol, bu safar ham qalbi jarohatlanishi mumkin, biroq, bunday fikrlar uning yana bir marta urinib ko'rish haqida qabul qilgan qaroridan qaytara olmadi. Jorj kecha-kunduz tinmay ishladi.",
        "Kiyimlarni yuvib, dazmol qilish ishi tugagandan so'ng, boshqa mayda ishlarni ham qilib, mablag' yig'di. Shunday qilib, avgust oyining oxiriga kelib u hamma qarzlarini to'lab bo'ldi.",
        "Keyingi hafta ham g'ayrat bilan ishlab, Simpson universitetiga borgach, bir qancha vaqt yashay oladigan mablag'ni to'plab oldi. 1890-yil 9-sentabr kuni erta tongda, Jorj Indienola tomon yo'l oldi.",
        "Deyarli 30 milya piyoda yurib manzilga yetdi.",
        "Bu yayov yo'lovchi uchun katta masofa, lekin Jorj uchun muammo emas edi."
    ]
}