{
    "Name": "Yeryongʻoq Doktor 2",
    "Author": "Jorj Vashington Karver",
    "Character": "UZB",
    "TextData": [
        "Bu kichik va chiroyli shaharchani koʻrib, toʻsatdan uning koʻz oldiga Haylendda sodir boʻlgan voqealar keldi.",
        "Qizil rangga aylangan yoʻl chetidagi daraxtlarni arka shaklidagi tunelga oʻxshatib, soya tushirilgan yoʻl qanday qilib Haylend bilan shunchalik oʻxshash boʻlishi mumkin! Simpson universiteti fakultet dekanining xonasiga kirib oʻzini tanishtirganda, Jorjning ogʻzi qurib qoldi va yuragi doira chalganday duk-duk ura boshladi.",
        "Uning yodiga Haylenddagi achchiq xotiralar tushgan edi. Men Jorj Karverman. Universitetning dekani pastor Edmund Xolms Jorjga diqqat bilan qaradi.",
        "Uning koʻzi birinchi navbatda tushgan narsa Jorjning qora tanliligi edi.",
        "Biroq, shunda ham dekan bu qora tan ichida qandaydir kuch-qudrat yashiringanligini sezgan edi. Bu Jorjning qatʼiy qarori edi.",
        "Shunday boʻlsa-da, qora teri va qatʼiy qaror oʻqishga kirishda katta muammo yaratmadi.",
        "Eng muhim narsa baho edi.",
        "Jorj Karver dekanning stoli ustiga qoʻyilgan baholar qaydnomasi uning bu universitetga kirishi uchun yetarli bilimga ega ekanligini isbotlayotgandi.",
        "Dekan Xolms Jorjning qoʻlini siqib koʻrishdi va juda iliq kutib oldi. Jorj, Simpson universitetiga xush kelibsiz. Shunday qilib, Jorj Simpson universiteti tarixida ikkinchi qora tanli talaba boʻldi.",
        "Dekan Xolms Jorjni oʻtirishi uchun kresloga taklif etdi.",
        "Ular birpas Jorjning kelgusida nimalarni oʻqishi kerakligi haqida gaplashib oʻtirishdi.",
        "Jorj dekanga ish topishi kerakligi va yashash uchun joy kerakligini aytishni ham unutmadi. Agar mumkin boʻlsa, kirxona ochmoqchi edim... Dekan Xolms universitet kampusining yonida bir boʻsh yogʻoch uy borligi va kerak boʻlsa, uni ishlatishi mumkinligini aytdi va talabalar bundan keyin kirlarni Jorjga topshirishlari mumkinligini talabalar jamoasiga eʼlon qilaman, deb vaʼda berdi. Jorj dekanning xonasidan chiqqan payt peshin edi.",
        "Quyosh charaqlab turar, ob-havo xuddi Jorjning xursand qalbini sezgandek edi.",
        "Sakkiz soat davomida yurgan charchogʻi bir zumda gʻoyib boʻldi.",
        "Dekan aytgan yogʻoch uyni topgan Jorj xursandchilik va gʻayrat bilan uni tozalab, narsalarini tartibga keltirdi. Yuklarini joylagandan keyin universitet kassasiga borib 12 dollarni oʻqish puli sifatida toʻlagandan keyin 10 sent puli qoldi.",
        "Hali ham kayfiyati yaxshi boʻlgan Jorj \"kerakli narsalarni sotib olish kerak\", degan fikr bilan shimoliy maydonga qarab yurdi.",
        "Jorj oʻqish toʻlovi chekini koʻrsatib, kir yuvish idishi va taxtasi, dazmol va sovun, kiyim uchun yelim kabi kirxonaga kerak boʻladigan narsalarni qarzga oldi.",
        "Ozgina qolgan soʻnggi puliga mol goʻshti, yogʻ va makkajoʻxori uni sotib oldi.",
        "Endi bu narsalar Jorjning boyligi edi.",
        "Agar biror inqirozga duch kelsa, uni yengib oʻta olardi. Inqiroz oʻylaganidan koʻra oldinroq keldi.",
        "Dekan Xolms Jorjga yordam berish niyatida vaʼda bergan boʻlsa ham, professorlar har doim shunday qilganidek, bu vaʼda haqida unutdi.",
        "Shuning uchun yangi kirxona ochilganini talabalarga bildira olmadi.",
        "Kun boʻyi kirxonada oʻtirsa ham, u kutgan mijozlarning hech biri kelmadi. Shunday paytda uning boshiga yana bir sinov tushdi.",
        "Etimologiya, ingliz tili grammatikasi, ingliz tilida insho yozish va matematika darslariga qayd qilinganidan keyin, Jorj rassomchilikni oʻrganmoqchi boʻlib, katta umid bilan rassomchilik ustaxonasi joylashgan binoning eng baland qavatiga bir zumda yugurib chiqdi.",
        "Ustaxonaga kirgan Jorj dastlab ustoz Bodga oʻzini tanishtirdi.",
        "Uning oʻzini tanishtirganini eshitgach, ustoz Bod shunday dedi: Kechirasan, lekin sen rassomchilik darsini olishga biliming yoʻqdek koʻrinayapti menga... Ustoz Bod oyoqlarini qiyshaytirib oʻziga ishonchi yoʻqday turgan Jorjning eskirib qolgan paltosi va ingichka bilagini koʻrib, shunday javob bergan edi.",
        "Jorjning yuragi toʻxtab qolganday boʻldi. Rasm chizish bu mening eng ishongan mashgʻulotim.",
        "Men oʻzimga ishonaman. Bir marta chizib koʻrsatishga ruxsat berasizmi?",
        "Ustaxona ichidagi yogʻli boʻyoqlar, telebin yogʻi va yogʻoch kuyasi kukunining noyob hidi Jorjning kayfiyatini koʻtarib mast qildi.",
        "Quyosh nuri bemalol kira oladigan oyna orqali qoq tush payti koʻzni qamashtiradigan quyosh nuri ustaxona ichiga oqib kirib, u yoq-bu yoqda turgan dastgohlarni yoritib turar edi.",
        "Jorj boʻsh dastgohlar xuddi tik turib, uning kelib rasm chizadigan kunni kutib turgandek his qildi.",
        "Bu yerga kelgunga qadar u qancha qiynaldi! Yana qancha uzoq yoʻllarni bosib keldi? Lekin oxirgi daqiqada xayolida ustaxonada chizgan rasmni esladi. Rasm chizishni oʻrgatuvchi ustoz Eta Bod Simpson universitetini yaqinda bitirgan yosh ayol edi.",
        "Boʻyi kichkina boʻlsa-da, odamlarni ajrata oladigan oʻtkir koʻzi bor edi uning.",
        "Baʼzan, xuddi bugungidek koʻzi oldidagi haqiqatdan yuz oʻgiradigan odam boʻlsa ham ustoz Bod Jorjning qatʼiy qarorini majburan qabul qilgandek javob berdi. Unda yaxshi.",
        "Sen hozir boshlab tur, ammo hali butunlay ruxsat berganim yoʻq.",
        "Sening rasm darsini davom ettirishga qobiliyating bor-yoʻqligini 2 hafta davomida kuzatib, keyin qaror qilaman.",
        "Jorj qalbini tinchlantirdi, lekin bir oz qoʻrqib ketgani uchun boʻlsa kerak, bir necha kun boshi ogʻrib yurdi.",
        "Haqiqatan ham sanʼatga qobiliyatim yoʻqmikan?",
        "Oʻtgan bir necha yil davomida rasmni yaxshi chizaman deb oʻzimni oʻzim aldab yurganmikanman?",
        "kabi savollar uni qiynardi. Gʻamgin kunlar davom etdi.",
        "Birga rasm chizadigan talabalar avvalboshda yengil qiziqish bilan Jorjga eʼtibor berishdi, lekin qaysidir kundan boshlab unga butunlay befarq boʻlib qolishdi.",
        "Jorjning xayoliga rasm chizish imtihonidan oʻta olmasligi haqidagi yomon fikr tez-tez keldi.",
        "Ustoz Bod nimaga oʻzining rasmlari haqida hech narsa demayapti?.. Jorj ikki hafta kuta olmas edi.",
        "U bir kuni tushdan keyin toʻsatdan oʻzining taqdirini darhol bilishni istab, rasm darsi tugagandan keyin ustaxona orqasida turib, ustoz Boddan ehtiyotkorlik bilan soʻradi. Ustoz, sizdan bir narsa soʻramoqchiman.",
        "Oʻtgan safar aytganingiz bor-ku... Oʻsha... Oʻsha rasm darslarini davom ettira olamanmi degan gapmi? Ha, ustoz... Davom ettirsang boʻladi, deb oʻylayman.",
        "Tushdan keyin kassaga borib, darsda ishlatiladigan narsalarning pulini toʻlaysan. Rasm darsini davom ettirishi mumkinligini bilgan Jorjning kayfiyati koʻtarildi, ammo boshqa muammoga duch keldi.",
        "Jonsizlanib qolgan Jorj ingichka ovozda: Rasm chizish narsalari pullikmi?",
        "deb soʻradi. Jorj, nima, biror muammo bormi?",
        "dedi ustoz. Ustoz Bodga kirxona ochib yashash xarajatlarini yigʻishni rejalashtirgani, oʻn kun oʻtsa ham mijoz yoʻqligi uchun ish boshlamaganligini tushuntirdi.",
        "Keyin past ovozda: Shuning uchun bugun tushdan keyin rassomchilik ashyolari uchun pulni toʻlay olmayman.",
        "Ha, toʻgʻrisi, qachon toʻlay olishimni ham bilmayman, dedi. Shunaqami?.",
        "Men ashyolarning pulini toʻlashni biroz kechiktiraman.",
        "Menda yaxshi fikr bor, ishlaysan, koʻp oʻtmay pul ham topiladi. Ustoz Bod yeng shimarib, avval oʻzining darslarini eshitadigan talabalarga Jorjning kirxonasini tanishtirdi va doimiy mijoz boʻlishlariga daʼvat qildi.",
        "Soʻng shu mahallada yashaydigan doʻstlarini chaqirib, kelajagi porloq talaba borligi va unga qoʻldan kelgancha yordam berishlarini soʻradi.",
        "Bu talaba hamma ishni yaxshi bajargani sabab mayda ishlar uchun ishchi kerak boʻlsa, uni chaqirishlarini va ishlatmaydigan kiyim-kechak, roʻzgʻor buyumlari yoki mebel boʻlsa, unga berishlarini iltimos qildi.",
        "Shundan keyin oradan bir necha kun oʻtib, darsdan keyin universitetdan qaytib, oʻz xonasining eshigini ochgan Jorj hayratdan qotib qoldi.",
        "Hatto bir muddat:  \"Boshqa uyga kelib qolmadimmi?\" deb ham oʻyladi.",
        "Chunki xonada yogʻoch idish va qutidan tayyorlangan narsalar yonida bitta stol va ikkita mustahkam stul ham turar edi.",
        "Bir burchakda esa oʻralgan toʻshak turadigan yerda bir krovat va ustiga tekis qilib yoyilgan toʻshak turardi.",
        "Yangi keltirilgan stol ustida oshxona idishlari, yonida esa sal eskirgan, lekin hali kiysa boʻladigan yaxshi palto, ish kiyimi osigʻliq turardi.",
        "Oshxona sifatida ishlatayotgan boshqa burchakda hozirgina pishirilib bugʻi chiqib turgan bitta non va shoʻrva tayyorlasa boʻladigan bir boʻlak goʻsht bor edi. Jorj biroz vaqt hech narsani oʻylamay xona ichidagi narsalarni koʻzdan kechirdi.",
        "Stol, osigʻliq turgan paltoni ushlab koʻrdi.",
        "Oʻziga bildirmasdan yordam berayotgan ustoz Bodning mehribon qalbi haqida oʻylab taʼsirlanayotgan payt kimdir eshikni taqillatdi: Bu yerda kim bor? U birinchi mijoz edi.",
        "Jorjning ishlari boshlanib ketdi.",
        "Tomning pastki qismida qurilgan omborxonada bir dunyo kir yigʻildi.",
        "Jorj tun boʻyi sham yoqib kirlarni qaynatib yuvdi.",
        "Tongda turib ishlarini davom ettirdi. Jorj juda baxtli edi.",
        "Bularning barchasi uchun minnatdorchilik bildirish maqsadida ustoz Bodning oldiga bordi.",
        "Ustoz Bod qilgan ishini hech narsaga arzimasa kerak, deb oʻylar edi.",
        "Aksincha, u shunday sovuq havoda ham palto kiymagani uchun Jorjni urishdi.",
        "Jorj uyalib: Tashqarida havo unchalik sovuq emas.",
        "Aslida, palto koʻp kiyilsa eskirib ketadi, deb kiymadim, deya javob berdi. Boʻlmagan gap, dedi ustoz Bod Jorjning gapini boʻlib.",
        "Bunday qilaversang, muzlab, shamollab qolasan.",
        "Agar shunday boʻlsa, kirxona va yaxshi mebelning nima foydasi bor?",
        "Hoziroq uyga borib, palto kiyib kel. Jorj bu gapga quloq solmasligi mumkin emas edi.",
        " \"Xoʻp, ustoz\" deb, uyga borib, paltosini kiyib keldi. Jorjning ham asta-sekin doʻstlari paydo boʻla boshladi.",
        "Mineapolisda boʻlgani singari, kirlarni olib kelgan talabalar kirxonada qolib, qora tanli, beoʻxshov, ozgʻin Jorj bilan suhbatlashishar edi. Qanday qilib bir umr oʻqish uchun maktab qidirib yashay olding? Jorj, maktabni bitirganingdan soʻng qayerga borib ishlamoqchisan? Jorj bu ikki savolga hali ham javob topa olmagan edi.",
        "Biroq, baʼzan Jorj rasm chizib oʻzida yoʻq xursand boʻlgan paytlari Parijga borib, rassomlikni oʻrganishni oʻz xayolida tassavvur qilar edi. Yomgʻir yogʻadimi, qor yogʻadimi, nima boʻlishidan qatʼi nazar, har tong Jorj bitta konserva idishini koʻtarib, oʻrmonga sayr qilish uchun chiqar edi.",
        "Shunday paytda ajoyib oʻsimliklarni koʻrsa, ularning urugʻi va shoxchasini idishga solib, olib kelardi.",
        "Shuning uchun Jorjning xonasining burchaklari oʻsimliklar bilan toʻlib ketgandi.",
        "Jorjning tor xonasida har xil tabiat hodisalari sodir boʻlar edi. Ustoz Bodning yordamida Jorj gullarni ustaxonaga koʻchirib, yetarlicha yorugʻlik olib yaxshi oʻsa oladigan holatga keltirdi.",
        "Bu vaqtga qadar Jorj asosan manzara rasmlarini chizgan edi, lekin oʻsha kundan boshlab natyurmort chizishni boshladi.",
        "U paytlar Jorj chizgan atirgul va xrizantema rasmlari xuddi tirikdek va chiroyli edi. Bir kuni Jorj oʻzi oʻylagandek payvand qilingan kaktus rasmini chizdi.",
        "Ustoz Bodga rasm yoqib qoldimi, u rasmni olib, uzoq vaqt qaytarib bermadi.",
        "Bir kuni ustoz Bod rasmni egasiga qaytarayotib, Jorjning kelajagi haqida ochiqchasiga soʻradi: Jorj, kelajakdagi orzuying nima?",
        "Biror aniq rejang bormi? Men rasm chizishni davom ettirmoqchiman.",
        "Rassom boʻlishni xohlayman... Agar siz meni rassom boʻla oladigan qobiliyatga ega deb hisoblasangiz, demak, rassom boʻlishim tayin, deb javob berdi Jorj. Agar qobiliyatingga qaralsa, albatta, rassom boʻla olasan.",
        "Sening juda ajoyib isteʼdoding bor.",
        "Biroq rassomchilik bilan non topish oson emas, buning ustiga, Jorj... Ustoz Bod birdaniga gapini toʻxtatdi.",
        "Shunda Jorj uning gapini davom ettirdi: Qora tanli odam demoqchimisiz? Haqiqatga toʻgʻri qarash muhim... Shunda ikkovlari ham bir muddat jim qolishdi. Men hozirgacha bir oʻzim yaxshi yashab keldim.",
        "Kelajakda ham muammo boʻlmaydi.",
        "Jorj, aytchi, sen butun umr birovning kiyimini yuvib, dazmollab, oʻtinini chopib yashashni xohlaysanmi? Ustoz Bod Jorj tomonga qarab bir qadam yaqinlashib, gapini davom ettirdi: Jorj, sen chizgan rasmni dadamga koʻrsatdim.",
        "Dadam Amesdagi Ayova qishloq xoʻjaligi universitetida bogʻdorchilik professori.",
        "Oʻsimliklar haqidagi qobiliyating haqida ham dadamga soʻzlab berdim.",
        "Jorj, dadam, agar sen dehqonchilikni oʻrgansang, qimmatli va faxrlanarli hayot kechira olishingga ishonadi.",
        "Shuning uchun Amesga kelib, qishloq xoʻjaligini oʻrganishingni xohlayapti. Siz nima deb oʻylaysiz? Ustoz Bod Jorjga tik qaradi.",
        "Uning koʻzlarida beradigan javobi aniq-ravshan koʻrinib turardi. Men ham shunday deb oʻylayman, dedi ustoz Bod. Jorj tezda qaror qabul qila olmasdi.",
        "Lekin, nima boʻlganda ham u qanday yoʻldan borishni aniq tanlashi kerak edi.",
        "Agar ustoz Bod hech narsa demaganda, Jorj Simpson universitetida oʻzi xohlagan rasmni chizib, doʻstlari bilan qiziqarli vaqt oʻtkazib, tinch va osuda kun oʻtkazgan boʻlar edi.",
        "Lekin bu gap chiqqandan keyin, Jorj oʻz kelajagi haqida jiddiy oʻylab koʻrmasa boʻlmas edi.",
        "Bundan tashqari, yoshi oʻttizdan oshgan, qachongacha talaba boʻlib yurishi mumkin!.. Yana bir tomondan oʻylab koʻrsa, rassom boʻlish shart emas, degan gap qayerda bor?",
        "Agar rasm chizsa-yu, bir donasini ham birovga sota olmasa, undan koʻra butun umr yogʻoch uyda birovning kiyimini yuvib, dazmollab umrini oʻtkazgani yaxshi emasmi?..",
        "Ammo rasm chizish Jorjning eng yaxshi koʻrgan mashgʻuloti edi. Xullas, ana shunday bahor kunlarining birida Jorj eshik oldidagi zinaga oʻtirib, tungi osmonda porlayotgan yulduzlar, ulardan baʼzilarining oʻz yoʻlidan harakatlanayotganini koʻrganda birdaniga Vakins xonimning yuzi koʻz oldiga keldi, ovozi qulogʻi ostida jarangladi. Jorj, Libiy xolaga oʻxshab, keng dunyoga chiq.",
        "Orzularingni amalga oshir.",
        "Oʻzing oʻrgangan narsalarni birodarlaringga oʻrgat!.. Shundan keyin Jorj Amesga borishga qaror qildi. 1900-yillarga qadar boʻlgan oʻn yillik vaqt davomida yuz yillar bir xilda oʻzgarmasdan anʼanaviy tus olib kelgan qishloq xoʻjaligi texnologiyalari qisqa vaqt ichida yangidan oʻzgarib, kelajakka umid uygʻondi.",
        "Qishloq xoʻjaligi ilm-fan bilan integratsiyalasha boshladi.",
        "Oila darajasidagi boshlangʻich anʼanaviy qishloq xoʻjalik usullariga nisbatan savollari paydo boʻlgan odamlar chiqib, tabiiy ofatlarga tayyorgarlik koʻrish usullarini oʻrgandilar.",
        "Shuningdek, bir necha avlodlar hayoti davomida faqat bir turdagi hosil yetishtirish tufayli yomonlashgan yerga ishlov berish texnologiyalari tadqiq qilindi.",
        "Bunday inqilobiy tadqiqotlar qizgʻin olib borilayotgan joy Indienollining shimol tomonidan 50 milya uzoqlikdagi Ayova shtati qishloq xoʻjaligi universiteti edi. Oʻsha paytda Ayova shtati qishloq xoʻjaligi universitetida ishlaydigan doktor Luis Pammel Qoʻshma Shtatlardagi eng mashhur botaniklardan biri edi.",
        "Qishloq xoʻjaligi universitetining dekani va laboratoriya boshligʻi Jeyms Vilson keyinchalik prezident Makkinli davrida olti yil davomida qishloq xoʻjaligi va oʻrmon vaziri boʻlib ishlagan va shundan keyin 26-Prezident Teodor Ruzvelt va 27-Prezident Uilyam Taft boshqaruvi davrida bu oʻrinni egallagandi.",
        "Uning shogirdi boʻlgan professor Genri Kantvell Uollis 29-Prezident Harding va 30-Prezident Kullij davrida qishloq xoʻjaligi va oʻrmon vaziri sifatida ishlagan.",
        "Jorj Karver Amesga yetib kelgan 1891-yil may oyida endigina yurishni boshlagan professor Uollisning oʻgʻli, 1932-yilda 32-Prezident Franklin Ruzvelt qoʻl ostida qishloq xoʻjaligi va oʻrmon vaziri etib tayinlandi va shundan keyin oradan sakkiz yil oʻtib, AQSHning vitse-prezidenti etib saylandi. Jorj yam-yashil universitet kampusi va katta binolarni koʻrib, ilhomlanib ketdi.",
        "Buni hozirgi kunga qadar koʻrgan universitetlar bilan solishtirib boʻlmas edi.",
        "Lekin Jorj universitetga yetib kelgan payt bu yerni unchalik yoqtirmagan edi.",
        "Universitetdagi taʼlim semestrlari dehqonchilik mavsumiga moslashtirilgan boʻlib, fevral oyida boshlanib, noyabr oyida tugar edi.",
        "Lekin Jorj may oyida kelgani uchun semestr boshlanganidan ancha vaqt oʻtgan, yana boʻsh xona ham topa olmagandi. Oʻquvchilar professor Uillsonni \"Tama jim\" degan laqab bilan chaqirishar edi.",
        "Bu laqabni eshitganda professor Uillson buqa kabi dargʻazab boʻlar, lekin aslida u gʻayratli va qalbi qaynoq odam edi.",
        "Jorjning xona topa olmaganligi haqidagi xabarni eshitgach, u: Bu talabani menga yuboring.",
        "Men unga xona topishga harakat qilaman, dedi. Professor Uillson stol ustidagi hujjatlarni birma-bir yigʻishtirib, oʻsha joyga yigʻiladigan krovat va kiyim javonini qoʻydi, oʻzi esa ikkinchi qavatdagi xonaga koʻchdi.",
        "Shunday qilib, birdaniga bu binoning eng keng xonasi yangi oʻquvchi Jorjning uyiga aylandi. Oʻsha payt Jorj qayd qilgan fanlarni koʻrib hayron boʻlmaslik mumkin emas edi.",
        "Juda tez oʻtib ketgan vaqtiga achinganidanmi, u botanika, geometriya, kimyo, zoologiya, mikrobiologiya, hasharotshunoslik kabi jiddiy fanlarni eshitdi.",
        "Baʼzida u nafaqat nihoyatda koʻp maʼlumotga ega ekanligi, balki intuitiv sezgi bilan qiyin nazariyalarni osonlik bilan tushunib olishi bilan professor-oʻqituvchilarini hayratga solar edi. Jorj ayniqsa, kimyoga qiziqar edi.",
        "Chunki u biz yaxshi bilgan oddiy narsalarni molekulalarga boʻlib, biror narsaning sirli mohiyatini ochishni yaxshi koʻrar edi.",
        "Bular Jorjga u shunchalik bilishni xohlagan \"nega\" va \"qanday qilib\" degan koʻplab savollarga birinchi marta javob topishiga yordam berdi.",
        "Biroq geometriya bundan mustasno edi.",
        "Bu fan Jorjning olim sifatidagi eng zaif nuqtasi boʻlib, chiziqlar va burchaklarni tushunishi qiyin edi. Jorj shu kungacha har doim qilib kelganidek, oʻzining yashashi uchun pul topish niyatida ishlardi.",
        "Jorj oʻzi yashab turgan binoni boshqaradigan ishchi sifatida ham ishladi.",
        "Biroq, ozgina boʻsh vaqti boʻlsa, vaqt ajratib, darsdan tashqari faoliyatni ham gʻayrat bilan olib bordi.",
        "Jorj \"Welch eclectic\" degan adabiyot toʻgaragiga qoʻshildi va kitob oʻqish suhbatlarida qatnashdi.",
        "Baʼzida bir gapini oxirigacha tugata olmay, gapini oʻrtasidan boʻlib qoʻyishar edi.",
        "Biroq, Jorj uyalmasdan oʻz fikrini oxirigacha aytardi.",
        "Oʻquvchilar boshida boʻyi uzun va ozgʻin Jorjning ayollarga oʻxshagan ovoziga qiziqib, Jorjning hikoyasini eshitishgan, lekin oxir-oqibat ularning diqqatini tortgan narsa eng muhim mavzuni olib, keskinlik bilan gapiradigan va bu mazmunni dramatik tarzda ifodalaydigan Jorjning gapirish usuli edi.",
        "U talaﬀuz qilish va qoʻshiq aytishni tinmay mashq qildi va keyinchalik universitet xoriga aʼzo ham boʻldi. 1894-yili Jorj universitetni bitirdi.",
        "\"Yangilangan oʻsimlik\" mavzusida dissertatsiya yoqlab, uzoq vaqtdan beri orzu qilib kelgan ilmiy bakalavr darajasiga ega boʻldi.",
        "U deyarli birinchi oʻrinni egallagan va professor Fammel uni oʻzi oʻqitgan talabalar orasida eng aqllisi deb baholab, eng yaxshi bitiruvchi talaba nomzodligiga tavsiya ham qilgandi.",
        "Liston xonim bitiruv marosimida qatnashish uchun Indienolladan keldi.",
        "Liston xonim ustoz Bod va oʻsha yerdagi Jorjning doʻstlari joʻnatgan guldastani Jorjga berganda, Jorj bundan juda taʼsirlandi va guldastadan bir dona gulni sugʻurib olib, kiyimining choʻntagiga soldi.",
        "Universitet diplomini olgan Jorj xursandligidan hayajonlanib turganida, uni tinchlantirgan va kelajakka rejalar tuzishga undagan odam Liston xonim edi.",
        "Jorj universitet laboratoriyasidagi botanika boʻlimining tadqiqot yordamchisi oʻrni boʻshligi uchun shu joyga ariza topshirgan edi. Ariza topshirgan boʻlsam-da unchalik ishonchim yoʻq.",
        "Koʻp ham umid qilmayapman.",
        "Juda yaxshi arizachilar bor ekan, buning ustiga haligacha qora tanli odamni professorlikka ishga olishmagan. Shunda Liston xonim Jorjga ishonch berib, shunday dedi: Shu kungacha birorta qora tanli bu universitetni bitirgan emas. Men seni bu joyga olishlariga aniq ishonaman. Bir necha kundan keyin professor Fammel Jorjni yoniga chaqirdi va: Jorj, sening kelajakdagi rejalaring qanday?",
        "deb soʻradi. Bilmayman.",
        "Men hali kelajakdagi ishlarimni rejalashtirganim yoʻq, deya javob berdi Jorj ikkilanib.",
        "Shunchaki biror kichik maktabda boʻlsa ham ish topa olsam kerak. Ish joyi qidiraman deyapsanmi?",
        "Sening ish joying tayin emasmi?",
        "professor Fammel baland ovozda kulib yubordi.",
        "Shunda uning qora moʻylovi orasidan oq tishlari koʻrinib ketdi. Sen allaqachon mening yordamchimsan.",
        "Va men bilmoqchi boʻlgan narsa, bizning laboratoriyamizda nima qilishni rejalashtirayotganing edi.",
        "Shuning uchun sening rejalaringni soʻragan edim.",
        "Jorj, sen issiqxonani boshqarib koʻrasanmi? Jorjning nafasi toʻxtab qolay dedi.",
        "Professor Fammelning soʻzlari uning boshida bir muddat charx urib turdi, keyin bu gapning maʼnosini tushuna boshladi. Ha, professor, albatta, katta rahmat Sizga! Jorj Karver, biz ham sen bilan ishlashdan mamnunmiz.",
        "Sendan boshqa bu ishga mos odamni qayerdan topardik, axir!.. Aslida issiqxonani boshqarish oson ish emasdi.",
        "Jorj oldin issiqxonada ishlagan, oʻshanda tuvakka solinadigan tuproqni olib kelish yoki singan tuvaklarni olib chiqib tashlash kabi ishlarni bajarardi.",
        "Lekin endi u bunaqa mayda ishlarni qiladigan ishchi emas issiqxona boshligʻi edi.",
        "Avvaliga bunga oʻzi ham ishonolmadi, ammo endi uni olim deb ayta olish mumkin edi. Ayova qishloq xoʻjaligi universiteti jadal rivojlana boshladi.",
        "Professor Uillsonning atrofida juda koʻp yosh va iqtidorli olimlar toʻplanishdi.",
        "Ular makkajoʻxorining hasharot va kasalliklardan zararlanishi hamda qurgʻoqchilikni yenga oladigan navini oʻrganish uchun butun kuchlarini sarf qildilar.",
        "Professor Fammel oʻsimlik patologiyasi boʻyicha bir nechta maqola chop ettirdi, ulardan ikkitasi Jorj Karver bilan birga hammualliﬂikda yozilgan edi.",
        "Jorj ham bor aqli va kuch-quvvatini tadqiqotga bagʻishladi.",
        "Laboratoriya yordamchisi boʻlib ishlab, botanikaning bir boʻlimi boʻlgan poʻpanak, homoqoʻziqorin kabilarning oʻsishini boshqaradigan mikrobiologiya bilan bogʻliq magistrlik dissertatsiyasini yozdi.",
        "Jorj 20 000 dan ortiq namunalarni yigʻdi.",
        "Payvandlash usuli orqali turli xil mevali daraxtlar va boshqa tur oʻsimliklar ham bakteriyalarga chidamli boʻladigan boʻldi.",
        "Natijada, boshqa olimlar ham Jorjning tadqiqot natijalarini qimmatli maʼlumot deb qabul qilib, maqola yozganlarida Jorjning tadqiqot ishlaridan koʻproq foydalana boshladilar.",
        "Jorj band boʻlsa ham Ayova shtatining hamma joyini aylanib chiqib, dehqonlar va hukumat amaldorlariga bogʻdorchilik va mikrobiologiya haqida ilm oʻrgatdi va tinglovchilar asosiy narsalarni tushunishlari uchun taʼsirli grafiklar va rasmlar yordamida imkon qadar oson, tushunarli, sodda uslubda maʼruzalar oʻqidi.",
        "Diamond Grovda oʻsimliklarga gʻamxoʻrlik qilgan kichik shifokor endi barcha qishloq xoʻjaligi sohalariga katta hissa qoʻshadigan nufuzli shaxsga aylangan edi."
    ]
}