{
    "Name": "Yeryongʻoq Doktor 1",
    "Author": "Jorj Vashington Karver",
    "Character": "UZB",
    "TextData": [
        "Oltinchi kuni kechqurun, sovuq shamolga qarshi yoʻl yurib, Musoning fermasiga yaqinlashayotgan odamning tovushi eshitildi.",
        "Muso yugurib chiqib eshikni ochdi.",
        "Suzan ham Muso bilan birga yugurib chiqdi.",
        "Bu Bentli edi.",
        "Muso Meri uchun tovon sifatida toʻlashga berilgan ot bilan qaytib kelgan edi. Er-xotin Karverlar bir soʻz demasdan Bentlining ogʻziga termulib turishardi.",
        "Bentli sekin otdan tushdi va ustidan yomgʻir suvini oqizib uyga kirdi.",
        "U paltosining ichidan nam va iflos bir xaltani chiqarib, ikki qoʻli bilan er-xotin Karverga uzatdi. Bu men topgan narsaning hammasi.",
        "Men bu bola tirikmi, oʻlikmi bilmayman. Chaqaloq-ku... Ha, bu Merining bolasi edi.",
        "Suzan goʻdakni olov yoniga olib borib, tiz choʻkib, bolaning ustidagi yomgʻirda hoʻl boʻlgan kiyimini yechib, olovga tutib isitdi va bolaning ozgʻin koʻkragini siladi.",
        "Musoga iliq sutga ozgina shakar solib olib kelishini aytdi.",
        "Suzan bolaning koʻkarib ketgan labiga bir qoshiq sut tutishga harakat qildi, lekin chaqaloq sutni icha olmadi.",
        "Suzanning yuzi dokadek oqarib ketdi.",
        "Bola nafas olib chiqarardi.",
        "Sal oʻtib u yigʻlay boshladi, labiga tekkizilgan sutni yalab tamshandi va, \"yana\" deganday lablarini yaladi. Ha, asosiysi bola tirik.",
        "Mana, uygʻondi! Suzanning koʻzlari yoshga toʻldi. Bentli hech nima demay, tik turgancha bu holatni kuzatib turar edi.",
        "Bitta xastahol qora tanli bolaga qanday qilib bunchalik mehribon boʻlish mumkin...",
        "U buni umuman tushuna olmayotgan edi.",
        "Bentli past ovozda: Bu qora tanli ayolni taʼqib qila olmadim.",
        "U nafas olayotgan bolani barmogʻi bilan koʻrsatib, boshini silkitib gapida davom etdi: Men faqat shu bolani olib kela oldim.",
        "Shu bois siz vaʼda qilgan yer-mulkni olmayman. Muso olov yonida turar, yuzaga kelgan holatdan gangib qolgan edi.",
        "U goʻdakning hayotini saqlab qolish haqida oʻylardi.",
        "Suzan esa qanday qilib boʻlsa ham bu bolaga kuch bagʻishlash, uning koʻkargan labiga ehtiyotkorlik bilan sut tomizib ichirishga harakat qilar edi.",
        "Bola qattiq yoʻtalar, keyin sal oʻtib qotib qolar, Suzan sabr-toqat bilan unga gʻamxoʻrlik qilardi. Mayli, hech boʻlmasa, shu bolani olib keldingiz-ku.",
        "Unda mana shu otni olib keting. Muso gapirayotganda Bentli unga bosh irgʻab turar, u esa gapida davom etardi: Ular qayoqqa ketishganini bilasizmi? Janub tomonga.",
        "Ha, Janub tomonga qarab ancha yurishgan boʻlsa kerak.",
        "Men Arkanzas shtatining deyarli oʻrtasigacha bordim, lekin ular mendan bir kunlik yoʻl oldinda edi.",
        "Ehtimol, Missisipi shtati tomon ketishgan boʻlsa kerak. Bentli togʻ yoʻlida yoʻlni yoʻqotib adashib qolgani, Merining oʻlgani haqidagi mish-mishlarni eshitgani, lekin keyin Shimolga ketayotgan askarlarga sotilgani haqidagi gapni eshitganini aytdi. Unday boʻlsa, bolaga nima boʻldi?",
        "deb soʻradi Muso ishonqiramay. Ha, bu bolami?",
        "Bosqinchilar qochib ketayotib, Konveydan oʻtayotganda, yigʻilib turgan ayollarga shunchaki tashlab ketishgan.",
        "Bu bola bir pulga arzimaydi. Bu goʻdakning ismi Jorj edi.",
        "Nihoyatda nozik va zaif tugʻilgan Jorj bolalik paytida chalinmagan xastaligi qolmagan.",
        "U har safar kasallikka chalinganda oʻlim eshigiga borib qaytar edi.",
        "Lekin Suzan butun qalbi bilan parvarish qilgani uchun Jorj oʻzining mashʼum taqdirini yenga oldi. U uch yoshga toʻlganida emaklashni oʻrgandi.",
        "Xonaning u boshidan bu boshiga oʻtish Jorj uchun katta mashaqqat edi.",
        "Butun tanasida kuch-quvvati tugab, hansirab qolardi.",
        "Ammo shunga qaramay, har safar muvaffaqiyatga erishganida gʻalaba quvonchini his etar edi.",
        "Axir oʻlimni yengib oʻtganining oʻzi eng katta gʻalaba emasmidi! Yana bahor keldi.",
        "Jorj oʻrmonda sayr qilish, oʻynashni yaxshi koʻrardi.",
        "Jimgina oʻtirib, tabiatni tomosha qilish va ovozini eshitish uning eng yaxshi koʻrgan mashgʻuloti edi.",
        "Jorj daraxt qobigʻini yulib olib, daraxtda bir teshik ochdi va u teshikdan chiqayotgan qurtlarning harakatini zimdan kuzatdi. Yovvoyi gullarni kuzatib, qaysi gullar quyosh nurini, qaysi biri soyani yoqtirishini sinchiklab oʻrgandi.",
        "Qurbaqaning vaqillashi va qushlarning chiroyli sayrashini diqqat bilan tingladi.",
        "Shunday qilib, Jorj ichida qandaydir kuchli istak paydo boʻlayotganini his qildi.",
        "Bu moʻjizaga oʻxshagan buyuk tabiat dunyosini tushunish istagi edi.",
        "Nimaga tunda oʻrmalab yuradigan narsalar quyosh nuridan qochadi?",
        "Nima uchun nilufar guli quyosh nuri boʻlmasa oʻladi?",
        "Bir xil ildizdan qanday qilib turfa xil gullar paydo boʻlishi mumkin?",
        "Soya doni ochilganda, nima uchun unda oq va yumshoq tuklar paydo boʻladi?..",
        "Jorj qoʻllari bilan yerning taftini his qilishni yaxshi koʻrardi. Oʻrmonning ichi qanchalik qorongʻi boʻlmasin, Jorj aslo qoʻrqmasdi.",
        "Musoning kulbasiga qaraganda oʻrmon ancha yorugʻroq edi.",
        "Jorj bir necha soat tizzalab oʻtirib, qish paytida yigʻilgan xazon orasidan oʻsib chiqqan koʻsarining yashovchanlik kuchidan hayratlanardi.",
        "Har xil koʻsari, gullar, chirmashib oʻsadigan oʻsimliklar uning eng yaxshi oʻyinchoqlari va doʻstlari edi.",
        "Jorj ular bilan oʻynar, hatto, suhbatlashar edi.",
        "Agar ilgari bilmagan oʻsimlikni topsa, xursandligidan nima qilishini bilmasdi.",
        "Jorj Suzan uyga ekkan oʻsimliklar bilan ancha yaqin boʻlib qoldi.",
        "U oʻsimliklarga suv berib, qurigan barglarini uzib tashlardi. Shunday kunlarning birida Jorj oʻsha sinf xonasining eshigi oldida birdaniga yangi dunyo unga qarab qoʻli bilan chaqirayotganini sezdi.",
        "Bu dunyo Jorj avvallari bir marta ham oʻylab koʻrmagan, hatto oʻylashni xayoliga ham keltirmagan orzularga toʻla edi.",
        "Bu dunyoning unga bergan umidli vaʼdasi shunchalik ajoyib ediki, yolgʻiz oʻzi bularning hammasini ushlab tura olmayman, deb qoʻrqar edi.",
        "Yangi narsalarni oʻrganish, harflarni oʻqiy olish, hozirgacha javob ololmagan \"nima uchun?\" va \"qanday qilib?\" degan koʻplab savollarga javob olish... Jorj dam olmasdan uygacha yugurib keldi.",
        "Keyin dalada ishlayotgan Musoning oldiga yugurib borib, hansiragancha: Amaki, men qachon maktabga boraman?",
        "Maktabga boradigan yoshga yetmadimmi hali?",
        "Meni ham maktabga yuboring, dedi. Muso peshonasida paydo boʻlgan terni artib, koʻm-koʻk osmonga qaradi.",
        "\"Unga bu masalani qanday tushuntirish kerak?",
        "deya boshi qotdi.",
        "Nima deb bu bolaning orzularini puchga chiqaraman?\" Ilm oʻrganish istagi bilan toʻlgan bu bolaga qanday qilib, \"Sen maktabga borolmaysan?\" deb aytish mumkin.",
        "Qullarga erkinlik berilgan boʻlsa ham, Missuri shtati qonunlarida: \"Qora tanlilarga Xudodan boshqa xoʻjayin yoʻq\", deb aniq aytilgan boʻlsa ham Jorjning Lokost Grov maktabiga kirishiga yoʻl yoʻq edi.",
        "Bu maktab oq tanli bolalar oʻqiydigan maktab edi. A-a...",
        "amaki, men ertadan boshlab maktabga borsam boʻladimi?",
        "Jorj tinmay yalinavergach, Muso Karver javob berishga majbur boʻldi.",
        "Jorjning yelkasidan tutib, ertaga maktabga bora olmasligini aytdi. Rangli bolalar maktabga bora olmaydilar. Rangli bolalar. Jorj Musoning soʻzlarini takrorladi.",
        "Albatta, Jorj oʻzining qora tanli ekanligini bilardi.",
        "Ha, u oynaga qarab, qora tanli ekanligini allaqachon bilgandi.",
        "Lekin avvallari oʻzining tana va qoʻl rangi Suzan xolanikidan ozgina qoraroq, xolos, bundan ortiq boshqa maʼnosi yoʻq, deb oʻylardi.",
        "Xuddi qizil atirgul sariq atirguldan toʻqroq boʻlsa-da, lekin ikkalasi ham atirgul boʻlganidek. Lekin endi Jorj odamlar gullardan farqli ekanini anglab yetdi.“Qora tanli odamdan koʻra oq tanli odam yaxshiroq”, degan fikr birinchi marta xayoliga keldi.",
        "U goʻyo bir narsaga urilganday edi.",
        "Jorj oʻzi bilgan oʻrmonga borib yashirindi.",
        "Uning yosh qalbida chaqmoq chaqqanday boʻldi.",
        "Jorj yaxshi va yomonni ajratishga harakat qilar, asl haqiqatni tushunishga qiynalar edi. U qatʼiy ishongan atrofdagi olamda hech qanday ajratish yoʻq edi.",
        "Quyosh barcha oʻsimliklarga bir tekis nur sochar, yomgʻir ham hammaning ustiga bir xil yogʻardi.",
        "Oʻsimlikning qanday rangda ekanligi muhim emas.",
        "Bu ayni haqiqat.",
        "Eng toʻgʻrisi ham shu aslida.",
        "Lekin odamlar, aynan kattalar qanday qilib bunday bemaʼni xatoga yoʻl qoʻyishlari mumkin?",
        "U bu toʻgʻrida qancha oʻylamasin, javob topa olmadi.",
        "Jorj yerga qarab, qoʻrquv bilan kelajakda sodir boʻladigan yomon ishlar haqida oʻylab, koʻp yigʻladi.",
        "Biroq oʻzining orzusidan hech qachon voz kechmaslikka qatʼiy qaror qildi. Shunday qilib, Jorj Mariya Vakinsning uyida edi.",
        "Mariya Vakins kir yuvish va doyalik qilish bilan shugʻullanar edi.",
        "Agar bu atrofda boradigan joyi boʻlmagan odamni uchratib qolsa, xuddi oʻz yaqini, qarindoshidek chin dildan, samimiy gʻamxoʻrlik qilar edi.",
        "Ha, u ana shunday qalbi goʻzal, mehribon ayol edi.",
        "Ammo vaqt oʻtgan sari ayolning diydasi qotdi, Mariya hayotda sovuqqon boʻlish kerakligini oʻrgandi.",
        "Agar shunday qilmasa, har safar Jorjga oʻxshagan kambagʻal va nochorlarni koʻrganda achinib, yigʻlayvergan boʻlar edi-da. Mariyaning eri Endryu mehnatsevar odam edi.",
        "Ular farzand koʻrishmagan, ammo Mariya oʻzi doyalik qilgan bolalarni oq tanli, qora tanli demasdan, hammasini oʻz farzandiday koʻrardi.",
        "Bir kuni Mariyaning hamma \"bolalari\" bir joyga toʻplanishib, Mariya sharafiga ziyofat uyushtirishdi.",
        "Shunda qishloq aholisining salkam yarmi uning \"farzandlari\" ekanligi maʼlum boʻldi. Mening uyimda qolishni xohlaysanmi?",
        "Uy ishlarini qila olasanmi? Ha... ha, xonim.",
        "U-uy ishlarini qila ol-olaman.",
        "Me-men yaxshi ishlayman.",
        "Men yomon emasman.",
        "Me-men uylarni tozalayman, oolovni ham yoqa olaman va... Jorj bir muddat gapirishdan toʻxtab, yutindi va gapida davom etdi: Le-lekin men ma-maktabga bora olamanmi? Albatta.",
        "Maktabga borish uchun shu yergacha kelgansan-ku.",
        "Shunday emasmi?",
        "dedi sochi oqargan Endryu Jorjga qarab kulib. Meni Endi amaki deb, bu ayolni esa Mariya xola deb chaqir. Xush kelibsan, Jorj.",
        "Endi sen bizning oʻgʻlimizsan. Ra-rahmat sizga.",
        "Ikkalangizga ham ka-katta rahmat! U gapini tugatgach orqasiga oʻgirildi, chunki koʻzlari yoshga toʻlgan edi. Oʻsha oqshom Mariya Jorjga yotogʻini tayyorlash uchun bitta xonaning burchagiga parda tutdi.",
        "Jorj yana bir bor oʻz minnatdorchiligini izhor qilmoqchi boʻlib: Oʻylamasdan sizning otxonangizga kirganim...",
        "Men ju-juda omadli ekanman, degandi, Mariya bir muddat qilayotgan ishini toʻxtatib: Bu omad emas.",
        "Xudoning oʻzi seni bizning hovlimizga yubordi.",
        "Xudoning sen uchun tayyorlab qoʻygan ishi bor.",
        "Xudo Endryu va mening senga yordam berishimizni xohlagan, dedi. Jorj hayotni boshqaradigan Xudo borligini bilar, lekin bunga ishonmasdi.",
        "Jorj bu ishonchni mustahkam qila oladigan joyga kelgandi.",
        "Mariyaning sof va oddiy eʼtiqodiga koʻra, Xudo hamma joyda mavjud.",
        "Uning har bir inson uchun alohida rejasi bor va hech qachon hech narsa tasodifan sodir boʻlmaydi.",
        "Bu ishonch Jorjning mustahkam eʼtiqodiga aylandi.",
        "Mariyaning Xudoga boʻlgan mustahkam ishonchdan tashqari, yana ikkita hayot qoidasi bor edi: poklik va mehnatsevarlik.",
        "Jorj bu uchta asosni Mariyadan oʻrgandi. Dushanba kuni ertalab Jorj maktabga borish uchun eshik oldiga kelganida, Mariya orqa eshik yonida turib: Jorj, bundan keyin oʻzingni Karverning uyida yashaydigan Jorj dema.",
        "Sen ozodsan.",
        "Eshityapsanmi?",
        "Sen hozirdan boshlab oʻzingni Jorj Karver deb ata, deb baqirdi. Uning yangi ismi talaffuz qilishga qulay emasdi, lekin Jorj oʻzini maktabda Mariya oʻrgatganidek tanishtirdi.",
        "Yosh oʻqituvchi Stiven Frost qora tanli edi.",
        "Jorj oʻzini oʻqituvchi va sinfdoshlariga tanishtirgandan soʻng orqa oʻrindiqqa borib oʻtirdi. Kichik sinfda 75 nafar bola oʻqir, xona kichik boʻlgani uchun sinfdagi havo tezda dimiqib qolardi.",
        "Bolalar tor joyda nafas olgani uchun sinfda badboʻy hid paydo boʻlardi.",
        "Sovuq qish shamoli devorning yorilgan joyidan kirardi.",
        "Sinfda oʻtin bilan yonadigan isitkich faqat oʻsha atrofda oʻtirgan bir nechta bolaga issiqlik berar, qolgan bolalar kun boʻyi palto va qoʻlqop kiyib oʻtirishsa-da, sovuqdan qaltirashardi.",
        "Ammo Jorj uchun bu muammo emasdi.",
        "Asosiysi, u maktabga borayapti! Jorj uchun oʻsha kun vaqt juda tez oʻtdi.",
        "Albatta, boshqa kun ham shunday tez oʻtardi.",
        "Jorj maktabga bormaydigan kun ham oʻqish kitobini qoʻlidan qoʻymasdi.",
        "Idish-tovoqlarni yuvayotganda ham, Mariyaga kir yuvishda yordam berayotganda ham fikr-u xayoli faqat oʻqishda edi uning.",
        "Baʼzan doʻstlari bilan maydonda oʻyin oʻynaganda Jorj har safar yiqilib, tizzasini shilib olardi.",
        "Uyatchan xarakteri tufayli u baqirib yugurishni yoqtirmasdi.",
        "Jorj har doim burchakda oʻtirib olib, tosh ustiga rasm chizishni yaxshi koʻrar va shu holatda maktab qoʻngʻirogʻi chalinishini kutar edi. Oʻsha yili qishda Jorj uch marta shamollab, maktabga borolmadi.",
        "Jorj hammasidan koʻra maktabda oʻqitiladigan fanlarni oʻrganolmasligiga amin boʻlib, juda achindi.",
        "Bunday paytlarda Mariya Jorjning qaygʻusiga barham berish uchun ilgari oʻzi qul boʻlib yashagan vaqtlar haqida hikoya qilib berardi.",
        "Mariya juda katta fermada yashagan edi.",
        "Bu yerda Mariya bilan yashagan qora tanli qullardan faqat bittasi Libiygina oʻqishni bilardi.",
        "Ammo Libiy bu haqiqatni oʻz xoʻjayinidan yashirishi kerak edi.",
        "Qullik maqomini unutib, maxsus hunarni oʻrgangan odam uzoqdagi qul bozoriga sotilib ketishi oson edi.",
        "Shunday qilib, Libiy boshqa qullarga yashirincha oʻqishni oʻrgatgan va oʻsha paytda Mariya ham oʻqishni oʻrganib olgandi.",
        "U vaqtda Mariya oʻttiz yoshda edi. Bir kuni kechqurun Mariya Jorjga shunday dedi: Jorj, men senga aytgan Libiy xola esingdami?",
        "Sen ham shunday qilishing kerak. Oʻrgana oladigan narsalarni bor kuching bilan oʻrganib olib, Libiy xola kabi oʻzing oʻrgangan narsalarni bizga oʻxshagan qora tanlilarga oʻrgat.",
        "Va yanada kengroq dunyoga chiqib, orzularingni amalga oshir! Jorj Mariyaning bu soʻzlarini miyasiga muhrlab oldi.",
        "Jorj Mariyani xotirjam dam oladigan sersoya daraxtga oʻxshatardi.",
        "Shuning uchun Jorj uning uyida yashab, biror nimani oʻrganib olishni, bu yerdan ketishni esa xayoliga ham keltirmas edi.",
        "Biroq, kelasi yil bahorda Jorj ustoz Frostdan oʻrgana oladigan boshqa narsa yoʻqligini tushuna boshladi.",
        "Jorj savol berganida oʻqituvchi javob berishga qiynalishini yaxshi bilar, biroq uning chiday olmaydigan narsasi oʻqituvchining munosabati edi. Sen oʻz oʻrningni, haddingni bil! Oʻqituvchi har safar shunday gaplarni aytib, ularni urishib, hali ham tashlay olmagan qullik va unchalik yuksak boʻlmagan qadriyatlarni oʻzi ham bilmagan holda oʻquvchilarining qalbiga nihol kabi ekar edi.",
        "Jorj jimgina, sas chiqarmasdan bunga qarshilik qilardi.",
        "U hech qachon oʻzini aldamas, haqiqatni bilar, gapirar edi.",
        "Ha, shunday.",
        "Jorjning tanasining rangi Jorj uchun zanjirdek ekanligi aniq edi.",
        "Biroq, Jorj tipirchilab boʻlsa ham buni yechib tashlayman, agar buning iloji boʻlmasa, shu zanjir bilan ham erkin yashayman, deb oʻylardi. Xullas, Jorj ishlab topgan pullarini yigʻib, keyingi yili erta bahorda Peyn xonimning uyini tark etib, shahar maydonidagi gʻishtdan qurilgan maktabga keldi.",
        "Maktab koridorlari keng, uzun, sinfxonalar ham koʻp edi.",
        "Jorj yangi sotib olingan kitobini koʻtarib oʻtayotganda hammaning koʻzi unga qarayotgandek edi.",
        "U buni sezib, noqulay ahvolga tushdi.",
        "Yangi poyabzalidan gʻirchillagan tovush eshitilar, yangi sotib olgan shimi ozgʻin boʻksasidan tushib ketayotganday tuyulardi.",
        "Lekin sinfga kirganidan soʻng, oʻqishdan boshqa hech narsa koʻziga koʻrinmas, hech narsani eshitmasdi.",
        "Jorj Neoshovdagi maktabda boʻlganida oʻqituvchi Frostdan geografiya va matematika fani sirlarini qiynalib boʻlsa-da oʻrgandi.",
        "Biroq, oʻqish va yozishni yaxshi bilgani uchun bu yerda unga barcha oʻquvchilar havas ham, hasad ham qilishardi.",
        "Ayniqsa, tabiatshunoslik ilmi haqidagi Jorjning bilimi hammani hayratda qoldirardi.",
        "Jorjning tosh, gul, urugʻlar haqida bilmagan narsasi yoʻq edi, hatto oʻqituvchi javob bera olmaydigan ayrim savollarga ham javob bera olardi. Jorj ot-aravalar turadigan bekat yonidan bir eski yogʻoch uyni ijaraga oldi.",
        "Bu uyning ijara haqi bir haftada 1 dollar edi.",
        "Jorj ovqatlanishga ham bir haftada bir dollardan koʻp pul ishlatmas, boshqa narsalar uchun ham ortiqcha pul sarf qilmasdi.",
        "U kun boʻyi tinmay oʻqir, tunda ham bir dona shamni yoqib olib, qoʻliga tushgan kitobmi, eʼlonmi yoki sanasi eskirib ketgan gazeta-jurnalmi, erinmay oʻqib chiqar edi.",
        "Havo yaxshi boʻlgan yakshanba kuni koʻnglini tinchlantirish yoki yangi kuch toʻplash uchun oʻrmonga borar va rasm chizar edi.",
        "Shunday kamtarona hayot kechirgan boʻlsa-da, yoz kelganda yigʻgan puli deyarli tugar va yana ishlashga tushardi.",
        "Sentabr oyi kelganda maktabga qaytib, oʻqish uchun yetarli pul yigʻgan boʻlardi. Oʻqish pulini yigʻish uchun bir necha haftalab ishlash uning odatiga aylangandi.",
        "Ammo ishlash Jorjning joniga tegmas, hech bir yumushdan qiynalmas edi.",
        "Ishlagani orqasidan oʻqiy olayotganini anglar, shuning uchun ishlash uning uchun muammo emasdi.",
        "Jorj baʼzida oʻzini yolgʻiz his qilar, sinfdagi boshqa oʻquvchilardan yoshi kattaroq boʻlgani bois boshqa oʻquvchilar bilan unchalik chiqisha olmasdi.",
        "Yana oʻquvchilarning koʻpchiligi oq tanli boʻlganligi sabab, oʻzini alohida dunyoda yashaganday his qilardi.",
        "Baʼzan esa bu his uning qalbiga qoʻrquv solar edi. Kanzas shtati uzoq vaqtdan beri Hamdoʻstlik aʼzosi boʻlib, qullarni ozod qilish haqidagi qonunni qabul qilgan boʻlsa ham Fort Skott Janubga yaqin boʻlganligi bois u yerda nafaqat urush boshlanish xavfi bor, balki irqiy muammolar ham tez-tez sodir boʻlib turardi.",
        "Bir safar Jorj doʻkon rastasida turgan rasmlarni tomosha qilayotganda ikkita oq tanli kishi Jorjga yaqinlashib, janjal chiqarish uchun ataylab gap boshlashadi: Hoy, ahmoq! Bu kitobni qayerdan olding? Men uni maktabda sotib olganman. Shunda ulardan biri Jorjni ustidan kulib, yonida turgan sherigiga: Bu qoravoylar qachondan beri maktabga boradigan boʻlishdi?",
        "dedi masxara qilib. Bu ahmoq, shubhasiz, kitobni maktabdan oʻgʻirlagan. Bunday paytlarda bu joydan ketish eng yaxshi yoʻl edi.",
        "Lekin nimadir, qandaydir kuch Jorjni ushlab turardi.",
        "Jorj doʻkondagi vitrinaga orqasi bilan suyanib, oq tanlilarga yuzini burdi.",
        "Shundan keyin yuz beradigan vaziyatni xotirjamlik bilan yumshataman deganday qarab turdi.",
        "Hech qanday xato oʻzidan oʻtmagani uchun qochishni xayoliga ham keltirmadi. Kitobni menga ber! dedi ulardan biri. Bu kitob meniki-ku! Ular Jorj oʻylagandan koʻra badjahlroq edi.",
        "Ulardan biri mushtini tugib, Jorjning yuziga bor kuchi bilan tushirdi.",
        "Bu kutilmagan zarbadan Jorj yerga yiqilib, oʻzini yoʻqotdi.",
        "Shu payt ulardan yana bittasi Jorjning qoʻlidagi kitobni tortib oldi.",
        "U yerdan oʻtib ketayotgan odamlardan hech biri ularni ajratay demasdi.",
        "Ha, hech kim hech narsa demasdi... Jorj ancha vaqt uylar orqasidagi yoʻlakda aylanib yurdi.",
        "Oʻzining qayerda ekanligi unga qiziq emasdi.",
        "Oʻsha topda u atrofda boʻlayotgan hamma narsaga befarq edi.",
        "U endi nima qilish kerakligini oʻylardi...",
        "Jorj yangi kitob sotib olish uchun puli yoʻqligi sabab maktabga bormadi.",
        "Oʻsha kuni tunda yomon tush koʻrdi va bir necha kun qiynalib yurdi.",
        "Nihoyat, u bir muddat oʻqishni toʻxtatib, qora tanlilar ishlaydigan temirxonada ishlaydigan boʻldi.",
        "Uning vazifasi otxonani tozalash va yangi taqa qoqilgan otlarni egalariga yetkazib berishdan iborat edi. Jorj bu yerda ishlagan davrda boshqa odamlar bilan muomalamunosabat oʻrnatmadi, deyarli biron ogʻiz ortiqcha soʻz gapirmadi.",
        "Shunday kunlarning birida u dahshatli voqeaga guvoh boʻldi.",
        "Bu voqea ortidan Jorjning shundoq ham jarohatlangan qalbi yanada qattiq iztirob chekdi. Qorongʻi tusha boshlagach, Jorj xavotirlana boshladi.",
        "Bu tunni qanday oʻtkazaman?",
        "Bundan keyin qanday yashayman?",
        "Haqiqiy muammolarga duch kelgach, Jorj oʻzini yomon koʻrib ketdi.",
        "Aqlan ham, his-tuygʻuga asosan ham oʻylasa bu joyni tark etishi aniq, lekin choʻntagida puli yoʻqligi sabab bunday qila olmasligidan oʻzini ayblar edi. Lekin pul yigʻganda ham qayerga boradi?",
        "Jorjni yoʻlga boshlaydigan biron-bir orzusi qoldimi?",
        "Uning orzusi butunlay sindirildiku! Puli ham, orzu-umidlari ham qolmadi-ku! Avvallari oʻz oldiga qoʻyilgan toʻsiq togʻ kabi baland boʻlsa ham, yoʻlida yoʻliqqan barcha qiyinchiliklarga ham dosh berib, ularni jasorat bilan yengib oʻtdi.",
        "Ochlik va ogʻriq uning uchun muammo emasdi.",
        "Orzuumid boʻlsa, inson har qanday ogʻir sinovni yengib oʻtishiga ishonardi u.",
        "Biroq, bu tushgan holati umidsizlikdan boshqa narsa emas, endi u orqaga ham qayta olmasdi...",
        "Kimlardir Jorjning orzusiga chang solib, undan bu orzusini tortib oldi.",
        "Oʻrindiqda maʼyus, jimgina oʻtirib oʻzini oʻta kuchsiz, ojiz his etdi, qarshisida hech qanday nur, umid uchquni yiltillamagan quyuq zulmatni koʻrdi...",
        "Jorj umidsizlik, tubsiz qorongʻulik tomon yurdi... Oʻsha kuni Jorj tunni bir omborxonada oʻtkazdi va ertasi ertalab oʻsha mahallaning janubida joylashgan, Villoning oilasi boshqaruvida boʻlgan meva bogʻidan oʻziga ish topdi.",
        "Jorj bu yerda ovqat qilish, singan toʻsiqlarni tuzatish va mevali daraxtlarga qarash kabi ishlarni qiladigan boʻldi.",
        "Janob Villoning mehribon oilasi Jorjga oʻz oilasidek iliq munosabatda boʻldi.",
        "Jorj janob Villoning oilasi bilan cherkovga bordi, jamoat yigʻilishlari va mitinglar boʻlganida akkordeon chalib turdi.",
        "Lekin bunday hayot Jorj xohlagan hayot emas u vaqt oʻtishini kutardi.",
        "Oʻzining muqaddas orzusiga yetishish uchun yana bir bor urinib koʻrmoqchi edi.",
        "Buning uchun ishlashi, ozgina mablagʻ jamgʻarishi, asosiysi, oʻzini ruhan tayyorlashi kerak edi. Shunday kunlarning birida Jorj janob Villo oilasini yosh Frank Villodan kelgan xatni baland ovozda oʻqishayotganini diqqat bilan tingladi.",
        "Frank Villo degan yigit oʻz fermasini ochish uchun Gʻarbga ketgan, hozir esa Kanzas tekisliklariga joylashib, ferma ochayotgan edi.",
        "Uning maktubda yozishicha, sakkiz yil muqaddam AQSH hukumati bu hududni aholi punkti sifatida ochgan va hozir yuzlab muhojirlar bu yerlarni oʻzlashtirish uchun yigʻilib kelgan. U oʻzlashtiruvchilar bu yerni \"Buyuk Amerika choʻli\" deb ataganini ham eshitgan edi.",
        "Gʻarbni oʻzlashtirish istagi boʻlgan har bir kishi uchun imkoniyat bor.",
        "Frank Ness qishlogʻi deb atalgan mahallaning odamlar gavjum boʻlgan joyida doʻkon ochdi, hozir bu mahalla uning nomi bilan \"Villo\" deb nomlanadi. 1886-yili Jorj oʻsha joyga ketdi.",
        "20-noyabrda Jorj Villo yashaydigan joydan janubga 2 chaqirim uzoq boʻlgan joyda 160 gektar yerni shaxsiy ferma sifatida roʻyxatdan oʻtkazdi.",
        "Oʻsha paytda Jorj hujjatga 23 yosh deb yozgan edi, lekin aslida u 25 yoshdan oshgandek koʻrinardi.",
        "Missuri shtatidagi Diamondda joylashgan Jorj Vashington Karver milliy xotira uyidagi Robert P. Fuller turli xil daliliy ashyolar orqali doktor Karver 1861-yil 12-iyulda tugʻilganligini taxmin qiladi.",
        "Jorj bu yerda Frank Villoning yordami bilan uy qurdi.",
        "Yogʻochlarni gʻishtga oʻxshatib uzun qilib kesib, devorni yasaganda qavatlarini bir-biriga toʻgʻri kelmaydigan qilib yopishtirdi.",
        "Jorjning nozik va chiroyli qoʻl mahorati qoʻshilib, uyi bu hududdagi eng chiroyli uylardan biri boʻlib qad rostladi.",
        "Bu yerga yangi koʻchib kelganlar uy qurgan paytda eng avval Jorjga kelib yordam soʻraydigan boʻldi. Jorj qariyb ikki yil davomida kuchli qor boʻronlari koʻtariladigan bu joyning sovugʻiga qarshi kurashdi.",
        "Yozda esa quyoshning issigʻi bilan kurashishi kerak edi.",
        "Jorj bogʻiga maysa va turfa gullar ekdi, qishda esa uyga qoʻshib, janub tomonga qaratib qurilgan issiqxonaga bu gullarni oʻtqazdi.",
        "Shu tufayli hamma narsa muzlab qoladigan sovuq qishda ham faqat Jorjning uyidagi deraza va stolda gullar ochilib turardi.",
        "Mahalla odamlari esa buni tomosha qilish uchun toʻplanishardi.",
        "Vaqt hamma narsaga davo boʻldi.",
        "Jorjning qalbidagi yara astasekin tuzalayotganday boʻldi.",
        "U yana oʻqishni va rasm chizishni boshladi.",
        "Jorj, agar bu hayotda irodali boʻlmasa, nafaqat keraksiz odamga aylanishi, balki yoʻq boʻlib ketishiga aqli yetdi.",
        "Bu unumsiz yerlar hammaga ham toʻgʻri kelmasdi.",
        "Lekin Jorjga bu joy boshpana sifatida ham kerak edi.",
        "Endi u yashirinib yashashni istamadi.",
        "Jorjning katta, ushalmagan orzusi bor edi, lekin hozirgi holatda bundan umid qila olmasdi.",
        "Shuning uchun hozir nima qilish kerakligini bilmasdi.",
        "Shunchaki Sharq tomondagi biror joyga borib, issiqxona va koʻchatxona qursam qanday boʻlar ekan, deb oʻyga toldi.",
        "Agar shunday boʻlsa, hech boʻlmaganda oʻzi yaxshi koʻrgan va hamma narsadan yaxshi bilgan oʻsimliklar bilan birga yashay olishi mumkin edi! 1888-yil yozining boshlarida Jorj oʻzi yaratgan fermasini bankka qoʻyib, 300 dollar miqdorida kredit olib, Sharqqa yoʻl oldi.",
        "Deyarli Missuri shtatining chegarasigacha bordi, lekin oʻsha yerda orqasiga qayrildi.",
        "U bu yoqlarga universitetga kirib oʻqiyman deb kelgan edi, lekin quruq qoʻl bilan yurtiga qaytib borishdan uyaldi.",
        "Shuning uchun Shimol tomondagi Ayova shtatiga yoʻl oldi.",
        "Jorj katta va kichik mahallalarda mayda-chuyda ishlarni qilib, tinmay yuqoriga harakat qildi.",
        "Ayova shtati poytaxti Diamonddan uncha uzoq boʻlmagan Vintoseti degan serdaraxt, tinch-sokin mahallaga keldi.",
        "Jorj bu yerdagi Shulchi mehmonxonasiga oshpaz boʻlib ishga kirdi. Jorj Haylendga borgunga qadar koʻnglida boʻlgan katta orzusi haqida ularga gapirib berdi.",
        "Albatta, Haylend universitetida olgan oʻsha qalb jarohati uning yodida abadiy qolgandi. Oh, bechora bola... Milholland xonim chuqur tin oldi.",
        "Biroq janob Milhollandning chehrasida hech qanday oʻzgarish sezilmadi. Oʻtgan ishdan umidsizlikka tushib, oʻz kelajagingdan voz kechaman, deya koʻrma!.. Shunday deb, janob Milholland bu yerdan uncha uzoq boʻlmagan Indianapolis degan joyda Simpson universiteti borligi, uni Metyu Simpson degan kishi ochganligini taʼkidladi.",
        "Mister Simpson Avram Linkolnning doʻsti boʻlib, dunyoda barcha odamlar teng huquqli ekanligi haqidagi gʻoyaning kuchli tarafdorlaridan biri edi. Jorj, bu universitet seni qabul qilsa kerak.",
        "Keyingi semestrdan oʻqishlarni boshlashga nima deysan?",
        "Balki yana bir oʻzingni sinab koʻrarsan? Jorj birpas koʻzlarini yumib oʻtirdi.",
        "Keyin oʻylab yurgan orzuumidlarini esladi.",
        "Shundan keyin past ovozda: Qaydam... Bilmadim, dedi xayolga choʻmib. Shu topda Jorj nafaqat samimiy, mehmondoʻst, balki uni himoya qilayotgan bu oliyjanob er-xotin Milhollandlarga nima deb minnatdorchilik bildirishini bilmasdi... Bu oliyjanob insonlarni tark etib, oʻzi ham bilmayotgan, tushuna olmayotgan bu orzu ketidan ergashib, yana bir bor yolgʻizoyoq, cheksiz bu yoʻldan borishga tayyor ekanligiga ishonchi komil emasdi. Jorj mehmonxona ishini toʻxtatib, endigina kirxona ishini boshlagan, olgan qarzini hali qaytarmagan edi.",
        "Sentabrgacha bu qarzning hammasini toʻlay oladigan darajada pul ishlab topa olmasdi.",
        "Milholland xonim har safar Jorjni koʻrganida: Jorj, agar bu yil ham universitetga kira olmasang, butun umr universitet yuzini koʻrmasliging mumkin, deya uni ragʻbatlantirar, ham ogohlantirardi. Bir kuni Jorj kiyimlarni dazmol qilayotib, beixtiyor boshini koʻtarib tashqaridagi moviy osmonga qaradi va qatʼiy qaror qildi.",
        "Simpson universiteti oq tanlilarning universiteti, professor oʻqituvchilarning hammasi oq tanli odamlar. Ehtimol, bu safar ham qalbi jarohatlanishi mumkin, biroq, bunday fikrlar uning yana bir marta urinib koʻrish haqida qabul qilgan qaroridan qaytara olmadi. Jorj kecha-kunduz tinmay ishladi.",
        "Kiyimlarni yuvib, dazmol qilish ishi tugagandan soʻng, boshqa mayda ishlarni ham qilib, mablagʻ yigʻdi. Shunday qilib, avgust oyining oxiriga kelib u hamma qarzlarini toʻlab boʻldi.",
        "Keyingi hafta ham gʻayrat bilan ishlab, Simpson universitetiga borgach, bir qancha vaqt yashay oladigan mablagʻni toʻplab oldi. 1890-yil 9-sentabr kuni erta tongda, Jorj Indienola tomon yoʻl oldi.",
        "Deyarli 30 milya piyoda yurib manzilga yetdi.",
        "Bu yayov yoʻlovchi uchun katta masofa, lekin Jorj uchun muammo emas edi."
    ]
}