{
    "Name": "땅콩 박사 2",
    "Author": "조지 워싱턴 커버",
    "Character": "한글",
    "TextData": [
        "이 작고 아름다운 마을을 보니 하일랜드에서 겪은 일들이 갑자기 눈앞에 어른거렸다.",
        "붉게 물든 가로수 낙엽들이 아치형 터널을 만들어 거리를 그늘지게 하는 것이 하일랜드와 어쩌면 그리 똑같을까!",
        "심프슨 대학 학장실에서 자신을 소개할 때, 조지의 입은 바싹 마르고 가슴은 북을 치듯이 쿵쿵거렸다.",
        "하일랜드에서의 쓰라린 기억이 떠올랐다.",
        "제가 조지 카버입니다.",
        "이 대학의 학장인 에드먼드 홈스 목사는 조지를 유심히 살펴보았다.",
        "그 역시 조지의 검은 피부가 먼저 눈에 들어왔다.",
        "그러나 그는 눈에 보이는 그 하찮은 피부색 속에 어떤 기개가 잠재돼 있음을 느낄 수 있었다.",
        "그것은 바로 조지의 당찬 결의였다.",
        "어찌 되었든, 검은 피부며 당찬 결의 같은 것은 입학하는데 큰 문제가 되지 않았다.",
        "중요한 것은 성적표였다.",
        "조지 카버가 학장의 책상 위에 내려놓은 성적표는 그가 이 학교에 입학하기에 충분한 자격이 있음을 증명해주었다.",
        "홈스 학장은 조지에게 악수를 청하며 환영하였다. 조지 군, 심프슨 대학에 온 것을 환영합니다.",
        "그리하여 조지는 심프슨 대학 역사상 두 번째 흑인 학생이 되었다.",
        "홈스 학장은 조지에게 앉으라고 권하였다.",
        "두 사람은 한동안 조지가 앞으로 하게 될 학업에 관해 이야기를 나누었다.",
        "조지는 자기가 일자리를 찾아야 하며, 머무를 만한 곳이 필요하다고 말했다. 가능하다면, 세탁소를 차려볼까 하는데요...",
        "홈스 학장은 학교 캠퍼스 바로 옆에 판잣집이 하나 비어있으며, 필요하다면 그 곳을 사용해도 괜찮다고 말했다.",
        "그리고 학생들이 이제부터는 세탁물을 조지에게 맡기도록 이 사실을 학생회에 주지시키겠노라고 약속도 하였다.",
        "조지가 학장실에서 나왔을 때는 화창한 오후였다.",
        "날씨가 마치 조지의 들뜬 마음을 아는 것 같았다.",
        "여덟 시간이나 걸어오느라고 쌓였던 피로가 한순간에 씻은 듯이 사라졌다.",
        "학장이 말한 판잣집을 찾아낸 조지는 즐겁게 그리고 열심히 집 안을 청소하고 짐을 정리하였다.",
        "짐정리를 마치고 학교의 회계를 담당하는 부서에 가서 12달러를 등록금으로 내니, 10센트가 남았다.",
        "여전히 기분이 들뜬 조지는 필요한 물건을 좀 사야겠다고 생각하고 북쪽 광장을 향하여 힘차게 걸음을 옮겼다.",
        "조지는 등록금 영수증을 보여주고는 빨래통과 빨래판, 다리미와 비누, 옷에 먹이는 풀 등 세탁소에 필요한 물품을 외상으로 구입했다.",
        "얼마남지 않은 마지막 현금으로는 쇠고기 기름과 옥수숫가루를 약간 샀다.",
        "이제는 이것이 조지의 밑천이 되는 것이다.",
        "위기라도 닥치면 이것으로 헤쳐나갈 것이다. 위기는 생각보다 일찍 찾아왔다.",
        "홈스 학장은 조지를 도와주려는 의도로 약속을 했지만, 교수라는 사람들이 늘 그렇듯, 그만 그 약속을 잊고 말았다.",
        "그래서 새로운 세탁소가 문을 연다는 사실을 학생들에게 알리지 못했다.",
        "온종일 세탁소에 앉아 있어도 기다리는 손님은 하나도 오지 않았다. 그러는 동안에 또 다른 시련이 다가왔다.",
        "어원학, 영문법, 영작문, 수학 과목을 신청하고 나서 조지는 미술을 수강하고 싶어 잔뜩 기대를 품고 미술 작업실이 있는 본관 꼭대기 층까지 한숨에 계단을 뛰어올라갔다.",
        "작업실에 들어선 조지는 먼저 버드 선생에게 자기를 소개했다.",
        "소개를 듣자마자 버드 선생이 바로 말을 이었다. 미안하지만, 학생은 미술 과목을 수강할 만한 실력이 없어 보이네요.",
        "버드 선생은, 다리를 비비 꼬며 어설프게 자기 앞에 서있는 조지의 닳아빠진 외투와 가냘픈 손목을 보고는 그렇게 대답한 것이었다.",
        "조지는 가슴이 무너지는 것 같았다. 그림 그리는 것은 제가 가장 자신있는 것입니다.",
        "한번 시켜봐 주시면 안 되겠습니까? 작업실 안에 꽉 찬 유성물감과 테레빈 기름과 목탄 가루의 독특한 냄새가 조지를 기분 좋게 취하게 했다.",
        "채광창을 통해서는 한낮의 눈 부신 햇살이 작업실 안으로 쏟아져 들어와 곳곳에 널려 있는 캔버스를 비추었다.",
        "조지에게는 빈 캔버스들이 꿋꿋하게 서서 자기가 그림 그리게 될 날을 기다리는 것처럼 느껴졌다.",
        "이 자리에 오기까지 얼마나 고생을 했던가! 또 얼마나 먼 길을 돌아왔던가! 그런데 마지막 순간에 꿈에 그리던 작업실에서 그림 공부를 할 수 없다니!",
        "미술을 가르치는 에타 버드 선생은 심프슨 대학을 갓 졸업한 젊은 여자였다.",
        "키는 작달막했지만, 사람을 보는 눈이 예리하였다.",
        "가끔 이날처럼 본능적으로 자신의 눈앞에 있는 현실을 외면해 버리곤 했지만 말이다.",
        "버드 선생은 조지의 단호한 결심에 억지로 허락한다는 듯이 대답했다. 그럼 좋아요.",
        "일단 시작은 하지만, 아직 완전히 허락한 것은 아니에요.",
        "학생이 계속 그림 공부를 할 만한 재능이 있는지 두 주 동안 지켜보고 나서 결정하도록 하지요. 조지는 마음을 가라앉혔지만 조금 겁이 났는지, 며칠 내내 머리가 지끈거렸다.",
        "정말로 예술에 소질이 없는 것이 아닐까?",
        "지난 몇 년 동안 줄곧 그림을 잘 그린다고 자신을 속이고 있었던 것은 아닐까? 하루하루 우울한 날이 이어졌다.",
        "동료 학생들은 처음에는 그나마 가벼운 호기심으로 조지에게 관심을 보이더니, 어느 날부터인가 완전히 무관심해졌다.",
        "조지는 자기가 그림 테스트에도 통과하지 못할 것이라는 불길한 생각이 자꾸 들었다.",
        "버드 선생은 왜 자기 그림에 대해서 아무말도 하지 않는 것일까? 조지는 두 주씩이나 기다릴 수 없었다.",
        "그는 어느 날 오후 갑자기, 자신의 운명을 당장 아는 것이 낫겠다는 생각이 들어 미술 수업이 끝난 뒤 작업실 뒤쪽에 남아 있다가 버드 선생에게 조심스럽게 물어보았다.",
        "선생님, 제가 좀 궁금한 게 있는데... 지난번에 말씀하신 거 있지요.",
        "그러니까... 그러니까 미술 과목을 계속 수강할 수 있느냐는 것이지요? 네, 선생님. 계속해도 괜찮을 것 같군요.",
        "이따 오후에 회계과로 가서 화구값을 내도록 하세요. 미술 과목을 계속 수강할 수 있다는 말에 조지는 기분이 날아갈 듯하였으나, 순식간에 새로운 고민에 휩싸이게 되었다.",
        "풀이 죽은 조지가 기어들어 가는 소리로 물었다. 화구 값이요?",
        "조지 군, 무슨 문제라도 있는 거예요? 버드 선생에게 세탁소를 차려 생활비를 마련할 계획이었다는 것과 또 열흘이 지나도록 빨랫감을 들고 찾아오는 손님이 한 사람도 없어 아직 일을 시작조차 못했다는 사실 등을 일일이 설명했다.",
        "그러고는 시무룩해져서 말했다. 그래서 오늘 오후에 화구 값을 낼 수가 없어요.",
        "아니, 사실 언제 낼 수 있을지도 잘 모르겠습니다. 음, 그렇군요.",
        "화구 값을 내는 것은 조금 연기시켜 주지요.",
        "내게 좋은 생각이 있으니까, 머지않아 돈도 벌게 될 거예요. 버드 선생은 팔을 걷고 나서서 우선 자기 수업을 듣는 학생들에게 조지의 세탁소를 소개하면서, 단골로 그 세탁소를 이용하도록 적극적으로 선전해주었다.",
        "또 그 마을에 사는 친구들을 불러모아, 전도가 유망한 학생이 있으니 무엇이든 도와줄 수 있는 만큼 도와주라고 부탁했다.",
        "그 학생은 어떤 일이든 잘 할 수 있으니 허드렛일을 맡길 일꾼이 필요하면 그를 부르라는 것과 혹시 쓰지 않는 옷이나 세간이나 가구가 있으면 그 학생에게 주라고 말해 놓았다.",
        "그로부터 며칠 지나지 않은 어느날 오후였다.",
        "학교에서 돌아와 방문을 연 조지는 깜짝 놀라지 않을 수 없었다.",
        "그는 순간적으로 집을 잘못 찾아왔다고 생각했다.",
        "나무통과 상자 등으로 대충 만든 가구가 있던 자리에 테이블과 튼튼한 의자 두 개가 놓여 있는 것이 아닌가!",
        "한쪽 구석에 아무렇게나 말아놓았던 이불은 침대와 매트리스 위에 가지런히 펼쳐져 있었다.",
        "새로 들어온 테이블 위에는 부엌살림이 있었고, 약간 낡기는 했지만, 아직도 꽤 입을 만한 외투가 작업복 옆에 나란히 걸려 있었다.",
        "부엌으로 쓰고 있는 다른 쪽 구석에는 막 구워내 김이 모락모락 피는 빵 한 덩어리와 스튜를 요리할 만한 쇠고기 한 덩어리가 포장되어 있었다.",
        "조지는 한동안 아무 생각 없이 방 안을 이리저리 둘러보았다.",
        "그러고는 테이블과 외투 등 새로 들어온 물건들을 만지작거렸다.",
        "자신을 드러내지 않고 도와주는 버드 선생의 그 착한 마음씨를 생각하며 감격에 젖어 있는데, 누군가가 문을 두드렸다.",
        "여기 아무도 없어요? 빨랫감을 맡기러 온 첫 손님이었다.",
        "이제 조지의 사업이 본격적으로 시작되었다.",
        "처마 밑에 지은 창고에는 빨랫감이 수북이 쌓였다.",
        "조지는 밤새 촛불을 켜고 빨래를 삶고 문질렀다.",
        "새벽녘에 일어나 일을 해야 했지만 조지는 더 이상 행복할 수 없었다.",
        "조지는 이 모든 일에 고맙다는 인사를 하려고 버드 선생을 찾아갔다.",
        "버드 선생은 자신이 한 일을 대수롭지 않게 여겼다.",
        "오히려 그는 추운 날씨에 조지가 외투를 입지 않은 것을 꾸짖었다.",
        "조지는 부끄러운 듯이 대답했다. 저어, 아직 바깥 날씨가 많이 춥지 않잖아요.",
        "그리고... 사실 옷이 낡아 버릴까 봐... 말도 안 돼요. 버드 선생이 조지의 말을 끊어버렸다. 그러다가 얼어 죽어요.",
        "그렇게 되면 세탁소며 좋은 가구며 다 무슨 소용이 있겠어요?",
        "당장 집으로 가서 외투를 입고 오세요. 조지는 그 말을 듣지 않을 수 없었다.",
        "네, 선생님. 하고는 집에 가서 외투를 입고 왔다. 조지에게도 천천히 친구들이 생기기 시작했다.",
        "미니애폴리스에서 그랬듯이, 빨랫감을 가지고 온 학생들이 세탁소에 남아서 이 볼품없이 비쩍 마른 조지와 이야기를 나누었다.",
        "어쩜 그렇게 평생 학교만 찾아다니며 살 수 있었던 거야?",
        "조지, 나중에 졸업하고 나면 어디로 가서 무엇을 할 생각이야? 조지는 이 두 번째 질문에 대해서 아직 아무런 확답도 할 수 없었다.",
        "그러나 조지는 그림을 그리면서 더없이 행복했기 때문에 가끔은 파리로 가서 계속 미술을 공부하는 상상의 나래를 펴기도 했다.",
        "비가 오나 눈이 오나, 무슨 일이 있어도 조지는 새벽마다 깡통 하나를 들고 숲속으로 산책하러 나갔다.",
        "그러다가 신기한 식물이라도 보게 되면 그 씨앗과 가지를 깡통에 넣어서 돌아왔는데, 그러다 보니 조지의 방은 구석구석 식물로 꽉 차지 않을 수 없었다.",
        "온갖 자연현상이 조지의 좁은 방 안에서 다 벌어졌다. 버드 선생의 배려로 조지는 화초만큼은 화실로 옮겨 놓아, 빛을 충분히 받으면서 잘 자라도록 할 수 있었다.",
        "그때까지 조지는 주로 풍경화를 그렸는데, 이때부터는 정물화를 그리기 시작했다.",
        "이 시절 조지가 그린 장미나 국화 그림은 마치 살아 있는 것처럼 생동감이 넘쳤고 또 아름다웠다.",
        "언젠가 조지는 자기가 고안한 대로 접붙인 선인장 그림을 그린 일이 있었다.",
        "버드 선생은 그 그림이 마음에 들었던지 한참이나 돌려주지 않았다.",
        "어느 날, 버드 선생이 그 그림을 되돌려주면서 조지의 앞날에 대해 단도직입적으로 물어보았다. 조지 군의 장래희망은 무엇인가요?",
        "특별한 계획이라도 세운 게 있나요? 계속 그림을 그리고 싶어요.",
        "화가가 되고 싶은데... 선생님께서 제가 화가가 될 만한 실력이 있다고 생각하신다면 화가가 되고 싶어요.",
        "실력으로 치자면 당연히 화가가 되고도 남지요. 조지 군은 대단한 재능을 가졌어요.",
        "그렇지만 화가라는 직업으로 입에 풀칠하는게 쉬운 일이 아닌 데다가, 더군다나 조지 군은... 버드 선생이 갑자기 말끝을 흐리자 조지가 이어받았다.",
        "흑인이라는 말씀이지요? 현실을 똑바로 직시하는 것도 중요해요.",
        "두 사람 사이에 한동안 무거운 침묵이 흘렀다. 제 한 몸 추스르는 것쯤은 지금껏 잘해왔습니다.",
        "그건 앞으로도 문제없고요. 조지 군은 평생 남의 옷이나 빨고 장작이나 패면서 살고 싶어요?",
        "버드 선생이 조지를 바라보며 한 걸음 다가가 말을 이었다. 조지 군, 조지 군의 그림을 우리 아버지께 보여드렸어요.",
        "아버지는 에임즈에 있는 아이오와 농과대학 원예학 교수예요.",
        "이미 아버지께 식물에 대한 조지 군의 재능을 말씀드렸어요.",
        "조지 군, 아버지께서는 조지 군이 농업을 공부하면 가치있고 보람있는 삶을 살 수 있을 거라고 믿으세요.",
        "그래서 에임즈에 와서 농업을 공부하기를 바라세요. 선생님 생각은요? 버드 선생이 조지를 똑바로 바라보았다.",
        "이미 버드 선생의 두 눈에 대답이 들어 있었다. 나도 그렇게 생각해요. 조지로서는 쉽게 결정할 수 없었지만, 어쨌든 어떤 길을 갈 것인지 선택해야만 했다.",
        "만약에 버드 선생이 아무런 말을 하지 않았다면, 조지는 심프슨 대학에서 자기가 좋아하는 그림도 그리고 또 친구들과 재미있게 지내면서 평안하고 행복한 나날을 보냈을 것이다.",
        "그러나 일단 말이 나온 이상, 조지도 자신의 장래를 심각하게 생각해보지 않을 수 없었다.",
        "벌써 서른 살도 훌쩍 넘어서지 않았는가! 언제까지 학생 일 수는 없는 노릇이었다! 그렇지만 다른 한편으로 생각하면, 화가가 되지 말라는 법도 없지 않은가?",
        "그림을 한 장도 팔지 못한다 해도, 평생을 판잣집에서 남의 옷이나 빨면서 산다고 해도, 그림만 그릴 수 있다면 그런 것쯤은 문제도 아니었다.",
        "그림 그리는 것이야말로 조지가 가장 좋아하는 것이었다.",
        "그러던 어느 봄날, 조지가 문 앞 계단에 앉아 밤하늘에 빛나는 수많은 별이 제 각기 자기에게 주어진 궤도를 따라 움직이는 것을 보는데, 문득 왓킨스 아줌마의 얼굴이 눈앞에 어른거리더니, 그녀의 음성이 귓전에 어른거렸다.",
        "조지, 리비 아줌마처럼 되어라. 이제 넓은 세상으로 나아가 네 꿈을 펼쳐라. 그리고 네가 배운 것을 동족에게 가르치거라.",
        "그제야 조지는 에임즈로 가기로 하였다.",
        "1900년대를 앞둔 약 10년이라는 기간은, 수백 년 동안 이어진 재래식 농업기술이 혁신적으로 바뀌고 또 미래에 대해 잔뜩 기대를 품게 하던 시기였다.",
        "농업이 바야흐로 과학의 수준에 도달하려는 순간이었다.",
        "가족 단위의 초보적인 재래식 농법에 의문을 품은 사람들이 등장하여 자연재해에 대비할 방안을 연구했으며, 수세대에 걸쳐 한 가지 작물만을 재배한 탓에 황폐해진 토양을 개량하는 방법을 연구했다.",
        "이런 혁명적인 연구가 가장 활발하게 진행되던 곳이 바로 인디애놀라에서 북쪽으로 50마일 정도 떨어져 있는 아이오와 주립 농과대학이었다.",
        "당시 아이오와 농과대학에 재직 중이던 루이스 팜멜 박사는 미국에서 가장 저명한 식물학자 중 하나였다.",
        "농과대학의 학장이자 실험실 소장이던 제임스 월슨은 훗날 매킨리 대통령 시절 6년간 농림부 장관을 지냈으며 그 후 26대 대통령인 시어도어 루스벨트 대통령과 27대 윌리엄 태프트 대통령 시절에도 그 자리를 유지하였다.",
        "그의 조교이던 헨리 캔트웰 월리스 교수는 29대 대통령인 하딩 대통령과 30대 쿨리지 대통령 시절 농림부 장관을 역임하였다.",
        "조지 카버가 에임즈에 도착하던 1891년 5월, 겨우 걸음마를 배우던 월리스 교수의 아들은 1932년 32대 프랭클린 루스벨트 대통령 밑에서 농림부 장관에 임명되었고,",
        "그로부터 8년 뒤에는 미국 부통령에 당선되었다. 조지는 녹음이 짙은 대학 캠퍼스와 큰 건물들에 고무되었다.",
        "지금까지 보아 온 학교들과는 비교조차 할 수 없었다.",
        "그런데 조지가 이 대학에 도착한 시기가 별로 좋지 않았다.",
        "대학의 학기는 농사철에 맞추어 2월에 시작하여 11월에 끝나는데, 조지는 5월에 도착하였으니, 학기가 시작된 지도 한참이 지났고, 또 빈방을 구할 수도 없었다.",
        "학생들은 월슨 교수를 '타마 짐'이라는 별명으로 불렀다.",
        "이 별명을 들을 때 월슨 교수는 황소처럼 씩씩거렸지만, 사실 그는 열성적이며 마음씨가 따뜻한 사람이었다.",
        "조지가 방을 구하지 못한다는 소식을 접하자 그는 이렇게 말했다. 그 학생을 나한테 보내시오.",
        "내가 방을 구해보겠소. 월슨 교수는 책상 위에 있는 서류를 주섬주섬 치우고 간이침대와 옷장을 들여놓더니 자신은 이층으로 방을 옮겨버렸다.",
        "그래서 한순간에 이 건물의 가장 넓은 방이 신입생 조지의 숙소가 되어버렸다. 당시 조지가 수강 신청한 과목들을 보면 놀라지 않을 수 없다.",
        "쏜살같이 흘러가는 시간이 아까웠는지 그는 식물학, 기하학, 화학, 동물학, 미생물학, 곤충학 등 한꺼번에 방대한 과목을 수강하였다.",
        "가끔 그는 엄청난 정보력뿐만 아니라 직감적인 통찰력으로 난해한 이론을 쉽게 터득함으로써 교수들을 깜짝 놀라게 하였다.",
        "조지는 특별히 화학에 관심을 보였는데 우리가 잘 알고 있는 평범한 물질을 분자로 분해하여 어떤 물질의 신비스러운 본질을 밝히는 것을 좋아하기 때문이었다.",
        "이것이야말로 조지가 그토록 알고 싶어 하던 '왜' 그리고 '어떻게'라는 수많은 질문에 처음으로 해답을 찾아내게 해주었다.",
        "기하학은 예외였다.",
        "이 과목은 학자로서의 조지에게는 최대의 취약점이었다.",
        "선과 각에 관한 것들을 이해하기 힘들었기 때문이다. 지금껏 늘 그러했듯이, 조지는 생활비를 버느라 여전히 바빴다.",
        "조지는 머무는 건물을 관리하는 사환으로 일하기도 했다.",
        "그렇지만 짬짬이 시간을 내어 과외활동도 열심히 하였다.",
        "조지는 '웰치 에클레틱'(Welch Eclectic)이라는 문학 동호회에 가입하여 독서토론회에 열심히 참가했는데, 종종 한 문장을 다 끝내지도 못한 채 말이 중간에 끊겼다.",
        "그렇지만 조지는 꿋꿋하게 자신의 의견을 끝까지 펼쳐나갔다.",
        "학생들은 처음에 멀대 같은 조지가 여자 같은 목소리로 말하는 것이 재미있어서 조지의 이야기를 들었지만, 결국 그들을 사로잡은 것은 핵심만을 꼬집어 날카롭게 이야기하고 또 내용을 극적으로 묘사하는 조지의 화술이었다.",
        "그는 발음하는 법과 노래 부르는 것을 끈기있게 연습하여 나중에는 대학 중창 단원이 되기도 하였다.",
        "1894년 조지는 대학을 졸업했다.",
        "'개량된 식물'이라는 논문 제목으로 오랫동안 꿈꾸어 온 이학사 학위를 받은 것이다.",
        "그는 거의 수석을 차지했으며, 팜멜 교수는 그를 자신이 가르친 학생 가운데 가장 똑똑하다고 여겨, 우수 졸업생으로 추천하기도 했다.",
        "리스튼 부인이 졸업식에 참석하려고 인디애놀라에서 왔다.",
        "리스튼 부인은 버드 선생과 그곳의 학교 친구들이 보낸 카네이션 한 다발을 조지에게 건네주었는데, 조지는 어찌나 감동하였는지, 그 꽃다발에서 꽃 한 송이를 뽑아 옷깃에 꽂았다.",
        "대학 졸업장을 딴 조지가 감격에 겨워 흥분하고 있을 때, 그것을 진정시키고 앞날을 설계하도록 한 사람이 리스튼 부인이었다.",
        "조지는 학교 실험실에 식물학 부문의 연구 조교 자리가 비어있어서 지원한 상태였다.",
        "지원은 했지만 별 기대는 안하고 있어요.",
        "훌륭한 지원자도 많고, 또 무엇 보다도 아직 한 번도 흑인이 교수진에 채용된 일이 없잖아요. 그러자 리스튼 부인이 조지에게 자신감을 주며 말했다.",
        "아직 한 번도 흑인이 이 대학을 졸업한 일도 없잖아요.",
        "나는 틀림없이 조지 군이 될 거라 믿어요. 며칠 후에 팜멜 교수가 조지를 불렀다.",
        "조지 군, 자네 앞으로의 계획이 무엇인가? 글쎄요.",
        "아직 잘 모르겠어요. 조지는 머뭇거리며 말하였다. 그러니까 어디 적은 학교에라도 일자리를 찾을 수 있겠지요. 일자리를 찾는다고?",
        "자네는 벌써 일자리가 있지 않은가? 팜멜 교수는 큰 웃음을 지었다.",
        "검은 수염 사이로 흰 이가 환히 드러났다. 자네는 이미 내 조교라네.",
        "그리고 내가 알고 싶은 것은 우리 실험실에서 무슨 일을 할 계획이냐는 것이지.",
        "그래서 자네 계획을 물어본 것이라네.",
        "자네, 온실을 한번 맡아볼 텐가? 조지는 숨을 쉴 수가 없었다.",
        "팜멜 교수의 말에 머릿속이 순간적으로 혼란스럽더니, 마침내 그 말의 뜻을 이해하게 되었다. 그럼요, 교수님.",
        "당연히 해야지요. 정말 너무너무 감사합니다.",
        "조지 카버 군, 우리도 자네와 함께 일하게 되어 기쁘다네.",
        "자네 이상으로 이 일에 적합한 사람이 또 어디 있겠나? 사실 온실을 관리하는 일은 결코 편하거나 쉬운 일이 아니었다.",
        "그렇지만 조지는 온실에서 일한 적이 있다.",
        "그때는 화분에 넣을 흙 부대를 나른다든지, 깨진 화분을 치우는 일을 했다.",
        "그런데 지금은 그런 허드렛일을 하는 일꾼이 아니었다.",
        "당당히 온실의 책임자였다.",
        "처음에는 이 사실이 믿기지 않았지만, 이제는 어엿한 학자라고 할 수 있게 된 것이다. 아이오와 농과대학은 급속도로 발전했다.",
        "월리스 교수의 주변에는 젊고 유능한 학자들이 많이 모여들었다.",
        "이들은 옥수수가 병충해와 가뭄에 견딜 방법을 연구하는데 온 힘을 기울였다.",
        "팜멜 교수는 식물병리학에 관련된 논문을 여러 편 출판했는데, 이 가운데 두 편은 조지 카버와의 공동 연구로 작성되었다.",
        "조지도 온 힘을 다해 연구에 몰입하였다.",
        "실험실 조교로 일하면서, 식물학의 한 분과로서 곰팡이, 호모 버섯 따위의 성장을 다루는 균류학과 관련된 석사학위 논문을 썼다.",
        "조지는 벌써 2만개나 되는 표본을 수집하였으며, 그의 교배기술로 모든 종류의 과일나무와 다른 모든 식물이 세균에 대한 저항력을 갖게 되었다.",
        "이렇게 되자, 다른 학자들도 조지의 연구 결과를 권위있는 것으로 받아들였고, 논문을 쓰면서 조지의 글을 점점 많이 인용하기 시작하였다.",
        "조지는 바쁜 와중에도 아이오와주 방방곡곡을 돌아다니며 농부들과 관청 직원들에게 원예학과 균류학에 대해 강의를 했는데, 청중이 기초적인 사실을 이해할 수 있도록 인상적인 도표와 그림을 사용하여 최대한 쉽게 강의하였다.",
        "다이아몬드 그로브에서 식물을 돌보던 꼬마 의사가 이제 모든 농업지역에 큰 공헌을 하는 영향력있는 인물이 된 것이다."
    ]
}