{
    "Name": "땅콩박사 1",
    "Author": "조지 워싱턴 커버",
    "Character": "한글",
    "TextData": [
        "엿새째 되던 날 늦은 오후, 차가운 비바람을 뚫고 모세스의 농장으로 다가오는 인기척이 들렸다.",
        "모세스는 문을 박차며 달려나갔고, 수잔도 모세스를 밀치며 뛰어나갔다.",
        "벤틀리였다.",
        "모세스가 메리의 몸값으로 치르라고 건네준 말과 함께 그는 혼자 자기 말을 타고 왔다. 카버 부부는 꼼짝도 하지 못하고 묵묵히 벤틀리만을 쳐다보고 있었다.",
        "벤틀리는 천천히 말에서 내리더니 빗물을 뚝뚝 흘리며 집 안으로 뚜벅뚜벅 걸어 들어왔다.",
        "그는 코트 속에서 축축하고 더러운 보따리 하나를 꺼내어 두 손으로 카버 부부에게 건넸다.",
        "이것이 내가 얻은 것의 전부요.",
        "이 녀석이 살았는지 죽었는지는 나도 모르겠소. 아기군요. 수잔이 소리치며 그 지저분한 포대기를 와락 잡아챘다. 바로 메리의 아이였다.",
        "수잔은 아기를 난롯가로 데리고 가서 무릎을 꿇고 아기가 입고 있던 젖은 누더기를 벗긴 뒤 불을 쬐어주며, 앙상하게 마른 가슴을 따뜻하게 문질렀다.",
        "모세스에게 따끈하게 데운 우유에 설탕을 약간 넣어 가져오라고 했다.",
        "수잔은 시퍼렇게 질린 아기의 입술에 우유를 한 숟가락 넣으려고 하였으나, 아기가 우유를 먹지 못했다.",
        "수잔의 표정이 굳어졌고, 얼굴이 하얗게 질려버렸다.",
        "아기는 숨을 끊었다 쉬기를 반복하더니, 소리를 내어 울기 시작했다.",
        "그러더니 입술에 묻어 있던 우유를 빨아먹고, 더 달라는 듯이 입술을 쪽쪽 빨기 시작했다. 아기가 아직 살아 있어요.",
        "드디어 깨어났어요! 수잔의 눈에는 어느새 눈물이 고였다. 벤틀리는 아무 말도 못 하고, 서서 그 광경을 바라보았다.",
        "병든 검둥이 하나에 어쩌면 저리 지극정성일까, 도저히 이해할 수 없었다.",
        "그는 낮은 목소리로 조용히 말했다. 그 검둥이 여자 일은 안 됐소.",
        "놈들을 쫓아갈 수가 있어야지... 그는 숨을 헐떡거리는 갓난아기를 손가락으로 가리키다 머리를 흔들며 말했다.",
        "저 녀석만 데려왔으니 전에 당신이 약속한 땅을 받을 수는 없소. 모세스는 화로 옆에서 벌어지는 광경을 차마 눈 뜨고 볼 수 없었다.",
        "아기는 생명의 끝자락을 놓치지 않으려고 애썼고, 수잔은 어떻게든 그 아기에게 조금이라도 더 힘을 주고자 정성을 쏟았다.",
        "수잔은 시퍼렇게 질린 아기의 입술 위에 우유 방울을 조심스럽게 떨어뜨려서 먹였다.",
        "아기가 심한 기침으로 경련을 일으킬 때도 끈질 기게 기다렸다. 그러면 말을 가지고 가시오.",
        "수고하였소.",
        "어쨌든 이 아이를 데리고 오지 않았소. 모세스가 벤틀리에게 말하자, 벤틀리는 고개를 끄덕였다.",
        "모세스는 한 마디 더 물어보았다. 그놈들이 어디로 갔는지 아시오? 남쪽이죠.",
        "남쪽으로 한참 내려갔을 거요.",
        "아칸소주 거의 중간까지 내려갔지만, 놈들은 나보다 하룻길이나 앞서 있었소.",
        "아마도 미시시피주로 계속 달아나고 있을 거요.",
        "벤틀리는 자신이 산 속에서 길을 잃었던 일과, 처음에는 메리가 죽었다는 소문을 들었는데 나중에 북쪽으로 진군하던 군사들에게 팔려갔다는 소문을 들었다는 얘기를 전했다.",
        "그렇다면 이 아이, 이 사내아이는 어떻게 된 거요?",
        "모세스가 의아스러운 듯이 물었다. 아, 그 아이 말이요?",
        "폭도들이 달아나다가 콘웨이를 지나는데 여자들이 모여 있기에 그냥 던져주고 갔다는 거요.",
        "하기야 그 아이는 한 푼의 가치도 없지 않겠소. 이 아기의 이름이 바로 조지였다.",
        "워낙 허약하고 비실비실하게 태어난 조지는 어린 시절 걸리지 않은 병이 없을 정도였다.",
        "그뿐이랴! 어떤 병이 든 걸리기만 하면, 죽음의 문턱을 넘나들었다.",
        "그렇지만 수잔의 헌신적인 간호로, 조지는 그의 어두운 운명을 이겨 낼 수 있었다. 또다시 봄이 왔다.",
        "조지는 숲 속에 놀러 가는 일에 푹 빠졌다.",
        "가만히 앉아서 자연의 모습을 보고 그 소리를 듣는 것만으로도 황홀하였다.",
        "조지는 나무껍질을 뜯어 내고 나무에 구멍을 뚫어 그 안에서 삐죽삐죽 기어 나오는 벌레를 자세히 들여다보았다.",
        "야생화를 관찰하기도 했는데, 어떤 것들은 햇빛을 좋아하고, 어떤 것들은 그늘을 좋아한다는 것을 알게 되었다.",
        "개구리가 개골개골 우는 소리와 새들이 아름답게 재잘거리는 소리를 유심히 듣기도 하였다.",
        "그러면서 조지는 마음속에서 어떤 강렬한 욕구가 솟구쳐오르는 것을 느낄 수 있었다.",
        "그것은 마법과도 같은 거대한 자연 세계를 이해하고 싶다는 욕구였다.",
        "밤에 기어 다니는 것들은 왜 햇빛을 피하는 걸까?",
        "어째서 백합은 햇빛이 없으면 죽어버리는 걸까?",
        "똑같이 생긴 뿌리에서 어쩌면 그렇게도 다양한 형형색색의 꽃들이 나오는 걸까?",
        "콩깍지가 열릴 때, 거기에 나있는 하얗고 부드러운 솜털은 어떻게 되는 걸까?",
        "조지는 손으로 땅의 온기를 느끼는 것을 무척이나 좋아했다. 숲이 아무리 어둑어둑해도 조지는 무섭지 않았다.",
        "모세스의 오두막보다도 숲속의 빈터가 더 편하게 느껴졌다.",
        "조지는 몇 시간씩이나 쭈그리고 앉아 고사리를 관찰하며, 겨우내 쌓인 낙엽을 뚫고 올라오는 고사리의 생명력에 감탄하기도 하였다.",
        "온 갖 고사리와 꽃과 덩굴이 그의 가장 좋은 장난감이자 친구였다.",
        "조지는 이것들을 가지고 놀았고, 말을 걸기도 하였다.",
        "또 전에 알지 못하던 식물을 발견하기라도 하면, 기뻐서 어쩔 줄을 몰랐다.",
        "조지는 수잔이 집 안에 심어놓은 화초와도 자연스럽게 가까워졌다.",
        "그는 화초에 물을 주고, 시든 잎을 따주었다. 그러던 어느 날, 조지는 그 교실 문 너머에서 갑자기 새로운 세계가 자신을향 해 손짓하는 것을 느꼈다.",
        "그 세계는 조지가 전에는 한 번도 꾸어보지 못한 꿈으로 가득하였다.",
        "그 세계가 보여주는 희망찬 약속이 너무도 찬란해서 자신이 그 모든 것을 전부 움켜쥐지 못할까 봐 숨이 막힐 지경이었다.",
        "무엇인가 새로운 것을 배운다는 것, 글자를 읽을 수 있다는 것, 여태껏 품어온 '왜' 그리고 '어떻게'라는 수많은 질문에 대한 해답을 얻는다는 것.",
        "조지는 쉬지도 않고 집까지 뛰어왔다.",
        "그러고는 밭에서 일하는 모세스에 달려가 헐떡거리며 말하였다. 아저씨, 저 언제 학교에 가게 되나요?",
        "학교 갈 나이가 되지 않았나요?",
        "저도 학교에 보내주세요. 모세스는 이마의 땀을 닦아내며 푸른 하늘을 올려다보고는 도대체 어떻게 말해 주어야 하나 난감하였다.",
        "도대체 무슨 말로 이 아이의 꿈을 짓밟는단 말인가?",
        "배우려는 욕구로 가득한 아이에게 어떻게 학교에 갈 수 없다고 말할 수 있겠는가?",
        "노예들에게 자유가 주어졌지만, 또 미주리주 법도 '흑인들에게 하나님 이외의 주인은 없다'라고 분명히 선언하고 있지만, 조지가 로커스트 그로브 학교에 들어갈 방법은 없었다.",
        "그곳은 백인 아이들이 다니는 학교였다. 아저씨, 저 내일부터 학교 다닐 수 있나요? 조지가 애원하자,",
        "모세스 카버는 결심한 듯 조지의 어깨를 잡고는 내일 당장 학교에 갈 수는 없다고 잘라 말했다.",
        "학교에는 유색인종 아이들이 다닐 수 없단다. 유색인종이요? 조지는 유색인종이라는 모세스의 말을 반복하였다.",
        "물론 조지는 자기가 유색인종이라는 것을 알고 있었다.",
        "거울을 보고 자기가 흑인이라는 것을 이미 잘 알고 있었다.",
        "그렇지만 전에는, 자기 얼굴 색깔이나 손 색깔이 수잔 아줌마보다 조금 더 검다뿐이지, 그 이상의 의미는 없다고 생각했다.",
        "마치 붉은 장미가 노란 장미보다 조금 더 검지만 둘 다 장미인 것처럼 말이다. 그렇지만 지금, 조지에게 갑자기 현기증이 몰려왔다.",
        "사람은 꽃과 다르다는 것을 처음으로 깨닫게 된 것이다.",
        "흑인보다 백인이 낫다는 생각을 처음으로 하게 된 것이다.",
        "무엇에 한 대 얻어맞은 것처럼 조지는 머릿속이 멍해졌다.",
        "조지는 자기도 모르게 자신만이 알고 있는 숲 속의 빈터로 가서 숨었다.",
        "어린 마음에 날벼락이 떨어진 셈이다.",
        "조지는 자기가 알고 있는 옳다는 것과 그르다는 것을 가려내보려고 애쓰면서, 이 충격적인 현실 앞에서 버둥거렸다.",
        "그가 확고하게 믿는 자연 세계에서는 그런 차별이 없었다.",
        "태양은 모든 식물에 빛을 골고루 비추어주고, 비도 골고루 뿌려준다.",
        "식물이 어떤 색인지는 전혀 문제가 되지 않는다.",
        "이것이 바로 진실이며, 이것이 바로 옳은 일이다.",
        "그런데 사람들, 더군다나 어른들이 어떻게 이런 터무니없는 실수를 저지를 수 있단 말인가?",
        "아무리 생각 해도 답을 얻을 수 없었다.",
        "조지는 얼굴을 땅에 묻고 울었다.",
        "두려움과 불길한 예감에 사로잡혀 마냥 울었다.",
        "그렇지만 자기의 꿈을 절대 버리지는 않으리라 단단히 각오하였다.",
        "이렇게 하여 조지는 마리아 왓킨스 부인의 집에 발을 들여놓게 되었다.",
        "마리아 왓킨스는 빨래 일도 하고 산파 노릇도 하며 살아가는 사람이었다.",
        "갈 곳 없는 사람을 만나기라도 하면 자기 일처럼 정성껏 돌보아 줄 정도로 마음씨가 곱고 인정도 많았다.",
        "그러나 몇 해 전에 마리아는 무뚝뚝한 얼굴로 살아가는 법을 배우게 되었다.",
        "이렇게 살지 않으면, 매번, 조지처럼 가련하고 배고픈 사람을 볼 때마다 펑펑 울어댔을 것이다.",
        "마리아의 남편 앤드루는 근면한 막일꾼이었다.",
        "이들에게는 자식이 없었다.",
        "그렇지만 마리아는 자기가 산파 일을 하면서 받은 아이들을 백인이든 흑인이든 '자기 자식들'로 여겼다.",
        "훗날 마리아의 '자식들'이 마리아를 위해 잔치를 열어주었는데, 마을의 반이나 되는 사람들이 그녀의 자식들이었다. 너 우리 집에서 같이 살래?",
        "집안일 좀 거들 수 있지? 그럼요, 아주머니. 집안일 거들고 말고요. 저 일 잘해요.",
        "저 나쁜 사람도 아니에요. 청소도 하고 불도 지피고, 그리고... 조지는 잠시 말을 멈추더니, 침을 꿀꺽 삼키고는 말을 이었다.",
        "그...근데, 하...학교는 다닐 수 있는 건가요? 물론이지.",
        "학교 다니러 여기까지 온 거잖니! 안 그래? 머리가 희끗희끗한 앤드루가 조지를 보고 웃으며 말하였다.",
        "이제 나를 앤디 아저씨라고 부르고, 저분을 마리아 아줌마라고 불러라. 환영한다.",
        "이제 너는 우리 아이나 다름없다. 고...고맙습니다.",
        "두 분께 너...너무 고맙습니다. 말을 마치자마자 조지는 뒤돌아섰다.",
        "눈에 눈물이 가득 고였기 때문이다.",
        "그날 밤, 마리아는 조지에게 잠자리를 만들어주려고 단칸방 한구석에 커튼을 쳐주었다.",
        "조지는 다시 한번 감사의 표시를 하고 싶었다. 얼떨결에 아줌마 집 헛간에 들어온 걸 보면, 전 진짜 운이 좋아요.",
        "마리아는 잠시 하던 일을 멈추고 또렷하게 말하였다. 운이라니, 그건 아니란다.",
        "하나님께서 너를 우리 집 마당으로 인도하신 거지.",
        "하나님께서 너를 위하여 예비하신 일이 있단다.",
        "하나님께서는 앤드루 아저씨와 내가 너를 돕기를 바라셔. 조지는 지금까지 우리 삶을 주관하시는 하나님이 계시다는 것을 막연하게 생각 만했지, 그것에 대한 확신은 없었다.",
        "이제 조지는 그러한 믿음을 확고히 할 수 있는 곳으로 왔다.",
        "마리아의 순박하고 단순한 믿음에 따르면, 하나님은 어디에나 계시는 분이다.",
        "그분은 그분의 자녀된 각 사람 하나하나를 위하여 계획을 갖고 계시며, 결코 어떤 일도 우연히 일어나지 않는다.",
        "이 믿음은 곧 조지의 확고한 신앙이 되었다.",
        "마리아에게는 하나님에 대한 확고한 신앙 이외에도 두 가지 삶의 철칙이 더 있었는데, 바로 청결함과 근면함이었다.",
        "조지는 이 세 가지 원칙을 마리아에게서 배웠다.",
        "월요일 아침, 조지가 학교에 가려고 문을 나서자, 마리아가 뒷문에서 소리쳤다.",
        "조지, 앞으로는 너를 카버 씨네 사는 조지라고 하지 말아라! 넌 자유인이야.",
        "듣고 있어?",
        "너는 이제부터 조지 카버라고 해라. 새 이름이 어색했지만, 조지는 학교에서 마리아가 가르쳐준 대로 자기를 소개하였다.",
        "스티븐 프로스트 선생님은 젊고 덤벙거리는 흑인이었다.",
        "조지는 선생님과 반 아이들에게 자기를 소개하고 나서 뒤쪽에 있는 의자에 가서 앉았다.",
        "거의 75명이나 되는 아이들이 조그만 교실에 모여 공부하였으니, 더 이상 좁을 수는 없었다.",
        "교실 안 공기는 금방 탁해졌다.",
        "너무나도 많은 아이가 너무나도 좁은 공간에서 함께 활동하고 숨쉬기 때문에 고약한 냄새마저 났다.",
        "차가운 겨울바람이 벽의 갈라진 틈을 파고들어 왔고, 장작을 태우는 난로 바로 옆에 앉은 아이들 몇 명을 제외하고는 모든 아이가 온종일 외투를 입고 장갑을 끼고도 추위에 떨어야 했다.",
        "그러나 조지에게는 이런 것들이 전혀 문제가 되지 않았다.",
        "학교에 다니지 않는가! 조지에게는 그날 시간이 그렇게 빨리 갈 수 없었다.",
        "물론 다른 날도 그랬다.",
        "조지는 학교에 가지 않는 날에도 읽기 책을 손에서 떼지 않았다.",
        "설거지할 때도 그랬고, 마리아가 빨래하는 것을 도울 때도 그랬다.",
        "가끔 친구들이 운동장에서 술래잡기나 숨바꼭질 놀이를 하자고 조지를 꼬였는데, 그럴 때마다 조지는 거의 예외 없이 넘어져 무르팍이 까지고 창피를 당하였다.",
        "부끄러움을 많이 타는 성격인 데다 소리지르며 뛰어다니는 것을 좋아하지 않았기에 조지는 언제나 조용한 구석에 앉아 석판에 그림 그리는 일에 열중했다.",
        "그러면서 학교 종이 울리기를 기다렸다. 그해 겨울 조지는 세 번이나 감기에 걸려서 학교에 가지 못했다.",
        "조지는 무엇 보다도 학교에서 가르치는 것을 배울 수 없다는 사실에 가슴이 아팠다.",
        "그럴 때마다 마리아는 조지의 슬픔을 가시게 하려고 예전에 자신이 노예로 살던 당시의 이야기를 들려주었다.",
        "마리아는 아주 큰 농장에서 살았다.",
        "그곳에서 마리아와 함께 지내던 흑인들 가운데 오직 한 사람, 리비라고 하는 여자만이 글을 읽을 줄 알았다.",
        "그렇지만 리비는 이 사실을 주인에게 숨겨야만 했다.",
        "노예라는 신분을 잊고 주제넘은 특별한 기술을 습득한 사람들은 저 멀리 노예시장으로 팔려가기에 십상이기 때문이었다.",
        "그래서 리비는 비밀리에 다른 노예들 몇 명에게 글을 가르쳤는데, 그때 마리아도 글을 읽을 수 있게 되었다고 한다.",
        "당시 마리아는 30대였다. 하루 저녁은 마리아가 조지에게 이런 말을 해주었다. 조지, 전에 말한 리비 아줌마 기억나지?",
        "너도 그래야 한단다.",
        "배울 수 있는 만큼 최선을 다해 배우고, 그리고 리비 아줌마처럼 네가 배운 것을 우리 동족에게 가르치거라.",
        "이제 더 넓은 세상으로 나아가 네 꿈을 펼치려무나.",
        "우리 동족들은 너무 배우지 못했잖니! 조지는 마리아의 말을 마음 속에 새겨들었다.",
        "처음부터 조지는 마리아를, 편히 쉴 만한 그늘을 만들어주는 커다란 나무로 생각하였다.",
        "그래서 조지는 마리아의 집에 있을 수 있는 한, 또 무엇인가 배울 수 있는 한 마리아의 집을 떠난다는 생각을 해본 적이 없었다.",
        "그러나 조지는 이듬해 봄이 되자 프로스트 선생님께 더는 배울 것이 없게 될 것이라는 느낌을 받기 시작했다.",
        "조지는 자신이 질문하면 선생님이 곤혹스러워한다는 것을 잘 알고 있었다.",
        "모르는 것을 대답해주지 못하는 것은 어느 정도 이해할 수 있었지만, 정작 조지를 참을 수 없게 하는 것은 선생님의 태도였다.",
        "네 분수를 알아야지!",
        "선생님은 매번 이런 말로 꾸짖으면서, 아직도 버리지 못한 노예근성과 편협한 가치관을 은연중에 학생들에게 심어주었다.",
        "조지는 본능적으로, 그러나 잠잠히 이에 반발했다.",
        "조지는 결코 자신을 속이지 않았으며, 현실을 분명히 알았다.",
        "그렇다. 조지의 피부색은 조지에겐 분명 족쇄나 마찬가지였다.",
        "그러나 조지는 발버둥 쳐서라도 그것을 풀어버리겠다고 다짐했다.",
        "만일 그것이 불가능하다면, 그 족쇄를 찬 채로 의연하게 살아가겠다고 생각했다.",
        "조지는 일하면서 번 돈을 푼푼이 모아 이듬해 이른 봄 페인씨 집을 떠나, 시가지 광장에 있는 벽돌로 지어진 학교에 입학했다.",
        "학교에는 길게 뻗은 복도도 많이 있었고, 물론 교실도 많았다.",
        "새로 산 책을 들고 이리저리 헤맬 때면, 조지는 모든 시선이 자기에게 집중되는 것 같은 어색한 느낌이 들었다.",
        "새 구두에서는 찍찍 소리가 났고, 새로 산 바지는 앙상한 엉덩이를 타고 흘러내리는 것 같았다.",
        "그렇지만 일단 교실에 들어서면, 공부하는 일을 빼고는 아무것도 보이지도, 들리지도 않았다.",
        "조지는 네오쇼에서 학교 다닐 때 프로스트 선생님이 한 번도 가르쳐준 적이 없는 지리학과 수학을 힘들게 배웠다.",
        "그러나 읽기와 쓰기는 잘 해서, 여기서도 다른 학생들의 관심과 부러움을 샀다.",
        "특히 자연과학에 대한 조지의 지식에 다들 놀라워하였다.",
        "조지는 돌이며 꽃이며 씨앗이며 모르는 것이 없었고, 심지어는 선생님이 대답하지 못하는 그런 질문도 하였다.",
        "조지는 역마차 역 근처에 처소를 마련했다.",
        "허름한 판잣집이었는데, 집세는 일주일에 1달러였다.",
        "조지는 먹는 것에도 일주일에 1달러 이상을 쓰지 않았으며, 다른 것에는 한 푼도 쓰지 않았다.",
        "낮에는 온종일 공부만 했다.",
        "밤에도 희미한 촛불 하나를 켜놓고 손에 잡히는 것이라면 책이든, 전단지이든, 날짜가 지난 신문이든, 잡지이든 가리지 않고 읽어댔다.",
        "날씨가 괜찮은 일요일이면 숲으로 가곤 했다.",
        "마음을 추스르거나 새로운 힘을 얻고 싶을 때면 숲에 가서 그림을 그렸다.",
        "그렇게도 검소하게 살았건만, 여름이 되자 모아둔 돈이 거의 다 떨어지고, 조지는 또다시 일해야 하였다.",
        "9월이 되자 학교에 돌아가서 공부를 할 수 있을 만큼 돈을 벌게 되었다. 학비를 마련하기 위해 이렇게 몇 주씩 일하는 것도 일상생활이 되어버렸다.",
        "그렇지만 조지는 일해야 한다는 것을 귀찮아하거나 힘들어하지 않았다.",
        "일하기 때문에 배울 수도 있다고 생각하면, 이 정도의 일쯤은 문제도 되지 않았다.",
        "조지는 종종 외롭다는 생각을 했다.",
        "조지는 학급의 다른 학생들보다 나이가 많아서 인지 학생들과 잘 어울리지 못했다.",
        "또 대부분 학생이 백인이었기 때문에 혼자 동떨어진 세계에 사는 것처럼 느껴지기도 했고, 가끔은 두렵기도 했다.",
        "캔자스주는 이미 오래전부터 연방에 속하여 노예 해방을 받아들였지만, 포트 스코트라는 곳은 여전히 남부에 우호적이라 전운이 감돌았을 뿐만 아니라 인종 문제가 자주 불거졌다.",
        "한 번은 조지가 상점의 진열장 안에 전시된 그림을 구경하고 있는데, 백인 두 사람이 조지에게 다가서더니 시비를 걸었다.",
        "야 임마! 너! 그 책 어디서 났어?",
        "네, 학교에서 샀는데요. 그러자 한 사람이 조지를 비웃으며 같이 있던 다른 사람에게 말했다.",
        "아니, 언제부터 검둥이들이 학교에 다녔다는 거지?",
        "틀림없이 저놈이 책을 훔쳤을 거야.",
        "이럴 땐 도망치는 것이 상책이었다. 그러나 무엇인가, 어떤 것이 조지를 붙잡았다.",
        "조지는 상점 진열장 쪽에 등을 대고 백인들을 향해 얼굴을 돌렸다.",
        "앞으로 닥칠 일을 차분한 마음으로 받아들이겠다는 태세였다.",
        "조지는 아무런 잘못도 하지 않았기 때문에 도망치고 싶지 않았다.",
        "그 책 이리 내놔! 이 책은 제 것입니다. 조지가 생각한 것보다 더 재빨랐다.",
        "한 사람이 주먹을 꽉 쥐더니 조지의 얼굴을 힘껏 때렸다.",
        "한 대 얻어맞은 조지가 바닥에 쓰러져 꿈틀거리며 정신을 못 차리자, 다른 사람이 냅다 조지의 손에 들려 있던 책을 빼앗았다.",
        "지나가는 사람들이 많았지만, 아무도 그들을 말리지 않았다.",
        "아니, 어느 누구도 말 한마디 하지 않았다. 조지는 한참이나 뒷골목을 헤매고 다녔다.",
        "지금 여기가 어디인지는 전혀 상관이 없었다.",
        "앞으로 어떻게 해야 좋을지만을 골똘히 생각했다.",
        "조지는 새로 책을 살 돈이 없어 학교로 돌아갈 수도 없었다.",
        "그날 밤 악몽을 꾸었는데, 그것이 며칠 이어지며 조지를 괴롭혔다.",
        "결국, 조지는 잠시 학업을 중단하고 어떤 흑인이 경영하는 대장간에서 일하게 되었다.",
        "마구간을 청소하고 새로 편자를 박은 말을 주인에게 데려다주는 일이었다.",
        "조지는 그곳에서 일하면서 다른 사람들과 어울리지도 않고, 필요한 말 이외에는 거의 입도 열지 않았다.",
        "날이 어두워지자 조지는 걱정이 되기 시작했다.",
        "오늘 밤은 어떻게 지낼 것 인가?",
        "또 앞으로 어떻게 지낼 것인가?",
        "현실적인 문제에 직면하자 조지는 자기 자신이 싫어졌다.",
        "이성적으로 생각하든, 감성적으로 생각하든, 이곳을 떠나는 것이 마땅하지만, 주머니에 동전 몇 닢이 없어 이곳을 떠나지 못하는 자신이 원망스러워진 것이다. 그런데 돈을 모은들 어디로 가야 한단 말인가?",
        "조지를 이끌어 줄 어떤 희미한 꿈이라도 남아 있는가?",
        "조지의 꿈은 산산이 부서졌다.",
        "돈도, 희망도 남은 것이라고는 하나도 없었다.",
        "전에는 자기 앞에 놓여 있는 장애가 아무리 태산같이 크다고 해도 그 모든 어려움을 견뎌내며 역경을 헤쳐나갔다.",
        "배고프고 아픈 것쯤은 문제도 아니었다.",
        "꿈이 있는 한 그 어떤 시련도 이길 수 있었다.",
        "그렇지만 지금 이 순간은 절망적이었다.",
        "돌이킬 수도 없었다.",
        "누군가가 조지의 꿈을 빼앗아버렸다.",
        "멍하니 앉아 있던 벤치에서 힘없이 일어나는 순간, 그는 아무런 빛도, 희망도 없는 흑암을 보았다.",
        "조지는 절망을 향해 어둠 속으로 걸어갔다. 그날 밤 조지는 어떤 헛간에서 지새고 이튿날 아침 마을 남쪽에 자리잡은 빌러씨 가족이 운영하는 과수원에 일자리를 구하였다.",
        "조지는 거기서 음식 만드는 일도 하고, 망가진 담장을 고치거나 과수를 손질하는 일도 했다.",
        "다정한 빌러씨 가족은 조지를 자기네 식구처럼 따뜻하게 대해주었다.",
        "조지는 빌러씨 가족과 함께 교회에 다녔으며, 친목회나 집회가 있으면 아코디언을 연주하기도 했다.",
        "그러나 이러한 삶이 조지가 원하던 것은 아니었다.",
        "조지는 때를 기다리고 있었다.",
        "꿈에 다시 한번 도전하기 위해 천천히 그리고 묵묵히 밑천을 마련하며 마음을 추스르고 있었다.",
        "그러던 어느날, 조지는 빌러씨 가족이 청년 프랭크 빌러에게서 온 편지를 큰 소리로 읽는 것을 유심히 들었다.",
        "프랭크 빌러라는 청년은 자작농장을 개척하기 위해 서부로 떠났다가 지금은 캔자스 평야에 정착하여 농장을 경영하고 있 었다.",
        "그 편지에 따르면, 8년 전에 미연방 정부가 이 지역을 정착지로 개방하여 지금 수백 명의 이주자가 이곳을 개척하기 위해 몰려들고 있다는 것이다.",
        "개척자들은 그곳을 '위대한 아메리카의 사막'이라고 부른다는 말도 들었다.",
        "서부를 개척하고자 하는 의지만 있다면 누구에게나 기회가 있다는 것이다.",
        "프랭크는 네스카운티라는 지방의 번화가에 상점을 열었으며, 지금 이 마을은 자기 이름을 따 '빌러' 라는 이름이 붙었다고 했다.",
        "1886년, 조지는 그곳으로 떠났다.",
        "11월 20일부로 조지는 빌러가 머무는 곳에서 남쪽으로 2마일 정도 떨어진 곳에 160에이커의 땅을 자작농장으로 등록하였다.",
        "당시 조지는 서류에 자기 나이를 23살로 기록하였지만, 실제로는 25세가 넘었던 것으로 보인다.",
        "미주리주의 다이아몬드에 있는 조지 워싱턴 카버 국립기념관의 로버트 P. 풀러는 여러 가지 증거자료를 통하여 카버박사가 1861년 7월 12일에 태어난 것으로 추정하였다.",
        "조지는 그곳에서 프랭크 빌러의 도움을 받아 뗏집을 지었다.",
        "어린 뗏장을 벽돌 모양으로 길게 잘라 벽을 쌓아 올리면서 층이 엇갈리도록 뗏장을 붙여나갔다.",
        "조지의 섬세하고 꼼꼼한 손길이 더해지자 조지의 집은 그 지역에서 손꼽히는 아름다운 집이 되었다.",
        "새로 이주해오는 사람들은 집을 지을 때마다 가장 먼저 조지를 찾아가 도움을 청하였다. 조지는 2년 가까이 세찬 눈보라가 휘몰아치는 이곳의 추위와 싸웠다.",
        "여름에는 태양의 뜨거운 열기와 싸워야 했다.",
        "그러나 조지는 자기 집 정원에 잔디와 꽃을 심었으며, 겨울에는 집에 잇대어 남쪽으로 지은 온실에서 그 꽃들을 살려냈다.",
        "덕분에 모든 것이 얼어붙은 추운 겨울에도 조지의 집 창가와 식탁에만은 꽃이 활짝 피었는 데, 동네 사람들이 저마다 그것을 구경하려고 몰려들기도 했다. 세월이 약이었다.",
        "조지가 받은 마음의 상처는 천천히 아물어가고 있었다.",
        "조지는 다시 공부하기 시작했으며, 그림도 그리기 시작했다.",
        "조지는 자기연민을 억제하지 못하면 그것은 헛될 뿐 아니라 결국 자기 자신을 파멸시키는 힘으로 자라게 된다는 것을 깨닫게 되었다.",
        "물론 이러한 황무지가 모든 사람에게 어울리는 것은 아니다.",
        "그러나 조지에게 이곳은 도피처에 불과했다.",
        "이제 그는 더는 숨어 지내고 싶지 않았다.",
        "조지에게는 원대한 꿈이 있었지만, 지금의 처지에서 그것을 바랄 수는 없었다.",
        "그래서 당장 무엇을 해야 할지 확신이 없었다.",
        "그저 막연하게 동부의 어느 곳으로 돌아가서 온실이나 종묘장을 하면 어떨까 생각하였다.",
        "그렇게 되면 적어도 자기가 아끼고 무엇보다도 잘 알고 있는 식물을 끼고 살 수 있지 않겠는가!",
        "1888년 초여름에 조지는 자신이 일군 농장을 저당잡히고 300달러를 대출받아 동부로 떠났다.",
        "거의 미주리주 경계에까지 이르렀으나 그만 발길을 돌려버렸다.",
        "대학에 가겠다고 큰소리치고 떠났는데, 빈손으로 고향에 돌아가는 것이 어쩐지 부끄러웠다.",
        "그래서 북쪽으로 올라가 아이오와 주로 들어갔다.",
        "조지는 크고 작은 마을을 거치는 동안에 허드렛일을 하면서 계속 올라가, 아이오와주의 수도인 디모인에서 그리 멀지 않은 원터세트라는 녹음이 우거진 평화로운 동네에 이르렀다.",
        "이곳의 슐츠 호텔에서 조지는 요리사로 취직했다.",
        "조지는 하일랜드에 가기까지 자신이 품었던 그 원대한 꿈에 관하여 이야기했다.",
        "물론 하일랜드 대학에서 받은 그 깊은 상처에 대해서도 말했다. 이런, 딱해라. 밀홀랜드 부인은 조지의 상처를 몸소 느끼는 것처럼 깊은 한숨을 내쉬었다.",
        "그러나 밀홀랜드 씨는 뒤로 물러서지 않았다. 그것은 이미 오래전 일일세.",
        "자네, 그 일로 실망하여 인생을 자포자기하면 안 되지. 밀홀랜드 씨는 그곳에서 그리 멀지 않은 인디애놀라라는 곳에 심프슨 대학이 있다고 말해주었다.",
        "감리교 감독인 매튜 심프슨이라는 사람이 세운 대학인데, 심프슨 감독은 에이브러햄 링컨의 친구이자, 만인이 평등하다는 사상을 강력하게 지지하는 사람이라는 것이다.",
        "조지, 그 대학에서는 자네를 받아줄 걸세.",
        "당장 다음 학기부터 시작하는 것이 어떻겠는가?",
        "한번 해 볼 생각 있는가? 조지는 눈을 감고는, 예전에 꾸던 그 꿈과 희망을 떠올려보았다.",
        "그러고는 기어들어가는 목소리로 중얼거리듯이 말했다. 글쎄요.",
        "잘 모르겠어요. 조지는 따뜻한 호의를 베풀어주었을 뿐만 아니라 자신을 든든하게 지켜주는 밀홀랜드 부부를 떠나서 자신도 알지 못하는 그 꿈을 좇아 다시 한번 외롭고 끝이 없는 그 길을 걸어갈 각오가 되어 있는지, 자신이 없었다.",
        "조지는 지금 호텔 일을 그만두고 세탁소를 막 시작했을 뿐만 아니라, 농장을 담보로 대출받은 빚도 여전히 남아 있었다.",
        "9월까지 그 빚을 다 갚을 만큼 돈을 벌 수 있을 것 같지 않다고 나지막한 소리로 자신 없이 중얼거렸다.",
        "밀홀 랜드 부인은 조지를 볼 때마다 그에게 자극을 주었다. 조지, 이번 9월에 대학에 입학하지 않는다면, 아마 평생 대학에 가지 못할 거예요.",
        "어느 날이었다. 조지는 옷을 다리다가, 갑자기 고개를 들어 문밖으로 보이는 파란 하늘을 쳐다보고는 굳게 결심하였다.",
        "심프슨 대학은 백인들의 학교였다.",
        "교수들도 모두 백인이었다. 어쩌면 또다시 마음의 상처만 받게 될지도 모른다.",
        "그렇지만 그런 생각이 한번 도전해보겠다는 조지의 각오를 흔들 수는 없었다. 조지는 밤낮으로 일했다.",
        "옷감을 빨고 다리는 일이 끝나면, 다른 허드렛일을 찾아서 하며 닥치는 대로 돈을 벌었다.",
        "그래서 8월 말쯤, 빚을 다 갚게 되었다.",
        "그리고 그다음 한 주간에도 열심히 일하여 심프슨 대학에 가서 얼마 동안 지낼 수 있을 만한 경비까지 마련하였다.",
        "1890년 9월 9일 이른 새벽, 드디어 조지는 인디애놀라를 향해 길을 떠났다.",
        "거의 30마일이나 되었으니, 걸어가기에는 상당히 먼 길이었지만, 조지에게는 문제가 되지 않았다."
    ]
}